
{
  "1": {
    "question": "'Social disparity was one of the major causes of the French Revolution.' Justify by giving examples.",
    "ans": {
      "0": "The French Revolution was because of the weather.",
      "1": "It happened because people were mad at the king for no reason.",
      "2": "The revolution was about money problems.",
      "3": "The society was unfair because the king was rich and everyone else was poor. This made people revolt.",
      "4": "The French society was divided between the rich and the poor. The poor had to pay all the taxes and this was a major cause of the revolution.",
      "5": "The society was split into three groups called Estates. The First and Second Estates were rich and had all the power, while the Third Estate was poor, paid all the taxes, and had no rights.",
      "6": "Social disparity was a key cause. French society was divided into Three Estates. The Third Estate, which was the majority of the population, was heavily taxed and had no political power, unlike the clergy (First Estate) and nobility (Second Estate) who were privileged.",
      "7.": "The rigid social structure of France was a major cause of the Revolution. The society was divided into the Clergy (First Estate), Nobility (Second Estate), and commoners (Third Estate). The Third Estate bore the entire tax burden while being excluded from political power and privileges, leading to widespread resentment.",
      "8": "Social disparity manifested in several ways. Firstly, the Ancien Régime's division of society into Three Estates created deep inequality. The First (clergy) and Second (nobility) Estates were exempt from most taxes and held all key positions. The Third Estate, from peasants to the bourgeoisie, shouldered the state's financial burden. This, combined with a lack of political representation and a widening gap between the rich and the poor, fueled revolutionary sentiment.",
      "9": "Social disparity was a fundamental cause of the French Revolution, demonstrated by the unjust Estates System. The First (Clergy) and Second (Nobility) Estates, a tiny fraction of the population, enjoyed immense wealth and were exempt from taxes. In contrast, the Third Estate, comprising 97% of the population, faced a heavy tax burden, including tithes and taille. They lacked political rights, and despite making up the vast majority, owned a disproportionately small amount of land, leading to widespread poverty and discontent that ultimately erupted into revolution.",
      "10": "(i) Division of the society into three Estate:\n- The First Estate: It consisted of the clergymen and church-fathers.\n- The Second Estate: It consisted of landlords, men of noble birth and aristocrats.\n- The Third Estate: It consisted of the vast majority of the common masses, the landless peasants, servants, etc.\n\n(ii) Heavy Burden of Taxes on the Third Estate: The members of the first two Estates were exempted from paying taxes to the state. So all the taxes were paid by the people of the Third Estate.\n\n(iii) Wide Gap between People of Different Estates: Most of the people of the Third Estate were employed as labourers in workshops with fixed wages. The wages failed to keep pace with the rise in prices. So the gap between the poor and the rich widened.\n\n(iv) No Political Rights: Out of the total population, the first and the second Estates had share of 2%. The remaining people belonged to the Third Estate. Although the upper two classes made up only a small fraction of the total population, yet they were the people who controlled the political and economic system of the nation. They enjoyed all the rights and privileges. The entire machinery of the government was designed to protect their interests and privileges.\n\n(v) Unequal Distribution of Wealth: In the French society, peasants made up about 90% of the population. However, only a small number of them owned the land they cultivated. About 60% of the land was owned by nobles, the church and other richer members of the Third Estate."
    }
  },
  "2": {
    "question": "Explain the role of thinkers and philosophers in the French Revolution.",
    "ans": {
      "0": "The philosophers were kings and they started the war.",
      "1": "They didn't do anything.",
      "2": "There were some smart people who gave ideas.",
      "3": "Philosophers wrote books about freedom which the people read.",
      "4": "Thinkers like Rousseau and Voltaire wrote books that criticized the king and the church. These ideas made people want to fight for their rights.",
      "5": "Philosophers played a big role. They spread new ideas about liberty, equality, and that the government should serve the people. This inspired the Third Estate to challenge the monarchy.",
      "6": "The role of philosophers was crucial. Thinkers like Rousseau, in his book 'The Social Contract', argued that government is a contract with the people. Voltaire criticized the church and nobility. These ideas undermined the old regime and gave the revolutionaries intellectual justification.",
      "7": "Enlightenment philosophers were instrumental in shaping the revolution's ideology. Montesquieu proposed the separation of powers, criticizing absolute monarchy. Rousseau's 'The Social Contract' promoted the idea of popular sovereignty. Voltaire championed freedom of speech and attacked the privileges of the clergy and nobility. Their writings spread widely and infused the public with ideals of liberty and equality.",
      "8": "The philosophers of the Enlightenment provided the intellectual foundation for the French Revolution. Thinkers like John Locke introduced ideas of natural rights, Montesquieu argued for a separation of powers in 'The Spirit of Laws', and Voltaire attacked the injustices of the French system and the Church. Most notably, Jean-Jacques Rousseau's concept of the 'social contract' and the 'general will' empowered the people to believe they had the right to overthrow a tyrannical government.",
      "9": "The influence of philosophers was profound in causing the French Revolution. They didn't lead it directly, but their ideas fueled the discontent. \n- **John Locke** argued against the divine right of kings. \n- **Montesquieu**, in 'The Spirit of Laws', advocated for the separation of powers. \n- **Rousseau**, in 'The Social Contract', proposed that sovereignty lies with the people, popularizing the phrase 'Man was born free, yet he is everywhere in chains'. \n- **Voltaire** used his wit to criticize the absolute monarchy and religious intolerance. These ideas gave the revolutionaries a clear set of goals: liberty, equality, and fraternity.",
      "10": "Influence of the Philosophers and Writers: There were many French philosophers and thinkers like John Locke, Montesquieu, Rousseau, Voltaire and Mirabeau, who exposed the evils prevailing in the system. They infused people with the idea of liberty, equality and fraternity.\n\n(i) Charles Montesquieu (1689-1775): A nobleman by birth, he became a lawyer and a judge. In his book, “The Spirit of Laws\", he criticised autocracy and praised the democratic republic.\n\n(ii) Francis Aronet Voltaire (1694-1778): Voltaire was another outstanding philosopher of the Revolution. He wanted the people to think about their material life on earth, and forget about heaven. He condemned the Church which supported the privileged class, and ignored the poor.\n\n(iii) Jean Jacques Rousseau (1712-1778): Rousseau is regarded as the architect of the French Revolution. He gave the slogan “Man was born free, yet he is everywhere in chains”. In the famous book, \"The Social Contract\", he proved that the government was the result of a social contract between the people on the one hand, and ruler on the other. So if the ruler did not fulfil the contract, the people had the right to withdraw their loyalty to him, and bring down the tyranny of the ruler, by revolting.\n\n(iv) John Locke: He was also a great political thinker. He wrote ‘Two Treatises of Government' in which he sought to refute the doctrine of the divine and the absolute right of the monarch.\n\n(v) The philosophers and thinkers believed that no group in a society should be privileged by birth. They supported a society based on freedom and equal laws."
    }
  },
  "3": {
    "question": "What is the main cause of the French Revolution?",
    "ans": {
      "0": "Because it's French.",
      "1": "The storming of the Bastille.",
      "2": "The government was bad.",
      "3": "The king was spending too much money, so the country went broke.",
      "4": "The main cause was that people were poor and hungry because of high bread prices. This made them angry at the king and queen.",
      "5": "The main cause was the unfair social system. The common people (Third Estate) had to pay all the taxes, while the nobles and clergy paid none. This inequality was the main reason for the revolt.",
      "6": "The revolution had several main causes. The biggest were the financial crisis due to war debt, an unfair tax system that burdened the Third Estate, and widespread hunger from bad harvests.",
      "7": "There isn't one single cause, but a combination of factors. Key causes include: severe economic problems like national debt and food shortages; deep social inequality due to the Estates system; and the spread of Enlightenment ideas that challenged the authority of the monarchy and church.",
      "8": "The French Revolution was caused by a convergence of long-term and short-term factors. The main causes were:\n1. **Social Inequality:** The Ancien Régime's rigid three-estate structure was deeply unfair.\n2. **Political Incompetence:** King Louis XVI was an ineffective ruler who could not solve the country's problems.\n3. **Economic Crisis:** France was bankrupt from wars, and the tax system was broken. High bread prices caused popular unrest.\n4. **Enlightenment Ideas:** Philosophers promoted concepts of liberty, rights, and popular sovereignty.",
      "9": "The French Revolution was not sparked by a single cause but an amalgamation of deep-seated issues. Primarily:\n- **Economic:** France was on the brink of bankruptcy due to extravagant spending and costly wars like the American Revolution. This was compounded by poor harvests and an unjust tax system where the Third Estate bore the full burden.\n- **Social:** The society was rigidly divided into Three Estates, with the clergy and nobility enjoying all privileges while the commoners had none.\n- **Political:** The absolute monarchy under Louis XVI was weak and indecisive, and the Third Estate lacked any meaningful political representation.\n- **Intellectual:** The ideas of Enlightenment thinkers questioned traditional authority and promoted liberty and equality.",
      "10": "The French Revolution, which began in 1789, was driven by multiple interconnected causes. Here is a point-wise summary of the primary causes:\n\n1. Economic Hardship:\n- National Debt: France's involvement in expensive wars, including the American Revolution, led to a massive national debt.\n- Taxation Issues: The tax system was unfair, with the Third Estate (common people) bearing most of the tax burden while the First (clergy) and Second (nobility) Estates were largely exempt.\n- Food Shortages: Poor harvests in the 1780s led to food shortages and increased bread prices, causing widespread hunger and discontent.\n\n2. Social Inequality:\n- Estates System: French society was divided into three estates, with the Third Estate being the most populous but having the least power and privileges.\n- Privileges of the Nobility: The nobility enjoyed many privileges, including exemption from many taxes and special rights, which bred resentment among the common people.\n\n3. Political Discontent:\n- Absolute Monarchy: King Louis XVI's absolute rule and his inability to effectively address the nation's problems led to widespread dissatisfaction.\n- Lack of Representation: The Third Estate had little political power and demanded greater representation and influence in government decisions.\n\n4. Enlightenment Ideas:\n- Philosophical Influence: Enlightenment thinkers like Voltaire, Rousseau, and Montesquieu promoted ideas of liberty, equality, and fraternity, challenging the traditional structures of power and authority.\n- Critique of Absolute Power: Enlightenment writings criticized absolute monarchy and advocated for democratic governance and individual rights.\n\n5. Financial Crisis:\n- Government Debt: The French government's inability to manage its finances effectively, coupled with extravagant spending by the monarchy, exacerbated the financial crisis.\n- Failure of Reforms: Attempts to reform the tax system and reduce debt were met with resistance from the nobility, leading to political stalemate.\n\n6. Immediate Triggers:\n- Calling of the Estates-General: In 1789, King Louis XVI called the Estates-General to address the financial crisis, leading to tensions between the estates."
    }
  },
  "4": {
    "question": "Evaluate the Impact of the French Revolution on the World.",
    "ans": {
      "0": "It caused World War I.",
      "1": "It had no impact outside of France.",
      "2": "It was a very important event for the world.",
      "3": "It made Napoleon the king of the world.",
      "4": "It changed things a lot in Europe by spreading new ideas.",
      "5": "The main impact was spreading the ideas of 'Liberty, Equality, and Fraternity' across the world. It inspired other countries to have their own revolutions against their kings.",
      "6": "The French Revolution had a major global impact. It led to the decline of absolute monarchies and the rise of nationalism and democracy. It also ended feudalism in France and its principles inspired human rights movements elsewhere.",
      "7": "The impact of the French Revolution was vast. Politically, it challenged monarchies worldwide and fueled nationalism. Socially, it promoted the end of feudal systems and aristocratic privilege. Its Declaration of the Rights of Man and Citizen became a model for human rights charters globally.",
      "8": "The French Revolution's impact was profound and multifaceted. \n- **Politically**, it spread revolutionary ideals, leading to the decline of absolute monarchies and the rise of republics and liberal democracies. It also sparked a powerful wave of nationalism across Europe.\n- **Socially**, it led to the abolition of feudalism and the rise of the middle class. \n- **Culturally**, its emphasis on liberty and individual rights, as seen in the Declaration of the Rights of Man, became a cornerstone of modern Western political thought.",
      "9": "The French Revolution had a transformative global impact. \n1. **Political Impact:** It marked the beginning of the end for absolute monarchies and accelerated the shift towards democracy. The ideals of Liberty, Equality, and Fraternity inspired revolutions in Latin America and across Europe. It also fostered the growth of modern nationalism. \n2. **Social Impact:** It led to the abolition of feudalism and hereditary privileges, promoting a society where social standing was based on merit, not birth. The Declaration of the Rights of Man influenced later human rights doctrines. \n3. **Economic Impact:** It dismantled old economic structures, like guilds, paving the way for capitalism and industrialization to take hold. Land redistribution also occurred in France. \n4. **Ideological Impact:** It popularized Enlightenment ideas, challenged the authority of the church, and promoted secularism.",
      "10": "The French Revolution, which began in 1789, was a major turning point in history. It brought about significant changes not just in France but also around the world.\n\n1. Political Impact:\n- End of Monarchy: The French Revolution led to the end of the absolute monarchy in France. Kings and queens no longer had complete control, and people began to demand more democratic forms of government. This idea spread to other countries, leading to the decline of monarchies and the rise of republics.\n- Inspiration for Other Revolutions: The ideas of liberty, equality, and fraternity inspired other countries to fight for their own freedom. For example, the Haitian Revolution and the Latin American wars of independence were influenced by the French Revolution.\n- Growth of Nationalism: The revolution helped people develop a sense of national pride and identity. This idea of nationalism spread across Europe and later influenced movements in other parts of the world.\n\n2. Social Impact:\n- Abolition of Feudalism: The French Revolution abolished the feudal system, which was a system where peasants had to work on the land owned by nobles. This led to more equality and freedom for the common people.\n- Rise of the Middle Class: The revolution empowered the middle class (bourgeoisie), who played a significant role in the revolution. This shift helped reduce the power of the nobility and increased the influence of ordinary citizens.\n- Human Rights: The Declaration of the Rights of Man and Citizen, adopted during the revolution, promoted ideas like equality before the law, freedom of speech, and religious tolerance. These principles became important in many countries.\n\n3. Economic Impact:\n- Land Reforms: Land that was owned by the aristocracy was redistributed to the peasants. This helped improve the lives of many farmers and increased agricultural productivity.\n- Encouragement of Industry: The disruption of old economic systems during the revolution paved the way for industrialization. This shift from agriculture to industry eventually influenced economies worldwide.\n- Changes in Trade: The Napoleonic Wars, which followed the revolution, affected global trade. For example, Napoleon's blockades against Britain led to changes in trade routes and economic practices.\n\n4. Cultural Impact:\n- Spread of Enlightenment Ideas: The revolution was influenced by Enlightenment ideas, which emphasized reason, individualism, and skepticism of traditional authority. These ideas spread globally, influencing political and cultural thought.\n- Secularization: The revolution reduced the power of the Catholic Church in government affairs, promoting the separation of church and state. This trend influenced many countries around the world.\n- Art and Culture: The revolutionary period saw new artistic and cultural movements that reflected the values of liberty and equality. For example, Romanticism in art and literature was partly a response to the changes brought about by the revolution.\n\nConclusion: The French Revolution had a huge impact on the world. It changed political systems by ending absolute monarchies and inspiring other revolutions. Socially, it promoted equality and human rights. Economically, it encouraged industrialization and changed trade practices. Culturally, it spread new ideas and reduced the power of traditional authorities. The revolution's legacy continues to shape modern societies and governments, making it one of the most important events in history."
    }
  },
  "5": {
    "question": "Describe the women condition before and after the French revolution.",
    "ans": {
      "0": "Women invented the guillotine.",
      "1": "Women became queens after the revolution.",
      "2": "Women's conditions changed during the revolution.",
      "3": "Women's lives got much better after the revolution and they were equal to men.",
      "4": "Before the revolution, women had no rights. After the revolution, they still had no rights, so nothing changed.",
      "5": "Before the revolution, women were confined to domestic roles with no legal or political rights. During the revolution, they became politically active, marching and forming clubs to demand rights, but they were not granted the right to vote.",
      "6": "Before 1789, women were considered passive citizens with no rights, their lives controlled by fathers or husbands. The revolution awakened political consciousness among women, who participated in key events like the March on Versailles. Although they gained some rights, like easier divorce, they were ultimately denied political equality.",
      "7": "Prior to the revolution, women had a subordinate status, lacking rights to property, education, and political participation. The revolution saw a surge in female activism; women formed political clubs and demanded citizenship. While some social reforms were introduced, their political demands were rejected, and the Jacobin government even banned women's clubs, showing the limits of revolutionary change for them.",
      "8": "Before the revolution, women in France had negligible legal standing; they could not vote, hold office, or inherit property equally. They were largely uneducated and confined to the home. The revolution provided a platform for women to voice their demands. Figures like Olympe de Gouges wrote the 'Declaration of the Rights of Woman'. While some temporary gains were made (e.g., in inheritance and divorce laws), these were short-lived and political rights were never granted. The period ended with their continued exclusion from public life.",
      "9": "The condition of women changed, but without achieving full equality. \n**Before the Revolution:** Women were second-class citizens. Legally, they were dependents of their fathers or husbands. They had no political rights, limited access to education, and were excluded from public life. \n**During and After the Revolution:** Women became active participants, famously in the March on Versailles. They formed clubs and advocated for their rights, most notably Olympe de Gouges with her 'Declaration of the Rights of Woman'. Some legal reforms were passed, improving inheritance and divorce rights for a time. However, the revolutionary governments ultimately reinforced male dominance, denying women suffrage. The Napoleonic Code later reversed many of the modest gains, firmly re-establishing patriarchal authority.",
      "10": "Conditions of Women Before the French Revolution\n\n1. Social Status:\n- Women were largely confined to domestic roles and had little to no involvement in public or political life.\n- Socially, women were seen as dependents of their fathers or husbands and were expected to manage households and bear children.\n\n2. Legal Rights:\n- Women had very limited legal rights. They could not own property independently, enter into contracts, or participate in legal proceedings without male permission.\n- Inheritance laws were unfavorable to women, often excluding them from property inheritance.\n\n3. Education and Employment:\n- Education for women was minimal and focused primarily on domestic skills rather than intellectual or professional development.\n- Employment opportunities were limited to low-paying and menial jobs, such as domestic service, textile work, or agriculture.\n\n4. Political Rights:\n- Women had no political rights. They could not vote, hold public office, or participate in the political process in any meaningful way.\n\nConditions of Women After the French Revolution\n\n1. Social Changes:\n- The Revolution promoted ideas of liberty and equality, which inspired women to demand greater social recognition and rights.\n- Women became more politically active, participating in clubs and societies and taking part in revolutionary activities like the Women's March on Versailles.\n\n2. Legal Reforms:\n- The Revolution led to some legal changes, such as the abolition of feudal privileges, which indirectly benefited women by removing some social and economic barriers.\n- However, many of the legal rights women sought, such as property ownership and divorce rights, were only partially or temporarily granted.\n\n3. Education and Employment:\n- Educational opportunities for women began to improve slightly as revolutionary ideals emphasized the importance of education for all citizens.\n- Employment opportunities expanded somewhat, but women continued to face significant discrimination and were often relegated to traditional roles.\n\n4. Political Involvement:\n- Women like Olympe de Gouges, who authored the \"Declaration of the Rights of Woman and the Female Citizen,\" advocated for equal political rights and participation.\n- Despite their activism, women did not gain significant political rights during the Revolution. The new governments, including the National Assembly and later Napoleon's regime, largely excluded women from political life.\n\n5. Post-Revolution Backlash:\n- Under Napoleon, many of the gains made by women were rolled back. The Napoleonic Code reinforced traditional gender roles and restricted women's rights in areas such as marriage, divorce, and property.\n\nConclusion: The French Revolution brought some initial changes and a greater awareness of women's rights and issues, but it fell short of achieving significant legal and social equality for women. The revolutionary period saw increased activism and political participation by women, but many of their demands were not met, and subsequent regimes often reinstated traditional patriarchal structures. Despite these setbacks, the Revolution laid the groundwork for future movements for women's rights and equality."
    }
  },
  "6": {
    "question": "Analyze the long-term social consequences of the Russian Revolution for the Soviet Union.",
    "ans": {
      "0": "It was a party with lots of vodka.",
      "1": "The Russian Revolution made Russia a democracy.",
      "2": "It was about getting rid of the Tsar and didn't change much else for the people.",
      "3": "It changed society by making everyone equal, but the government was mean.",
      "4": "It led to communism and a lot of people were killed in camps.",
      "5": "The revolution gave people things like education and doctors, but it also created a dictatorship where people had no freedom and were sent to gulags.",
      "6": "The revolution had major social consequences. On the one hand, literacy and healthcare improved, and women gained more rights. On the other hand, the new Communist Party elite replaced the old aristocracy, and political repression was severe.",
      "7": "The Russian Revolution drastically restructured society. It eliminated the old aristocracy and created a new elite within the Communist Party. While it led to positive changes like mass education and universal healthcare, these were accompanied by severe political repression, including purges and the Gulag system.",
      "8": "The long-term social consequences were profound and contradictory. The revolution successfully created a more literate and educated populace and established a universal healthcare system. However, it also resulted in the replacement of the old class structure with a new one dominated by the Party, and the establishment of a totalitarian state that used terror and propaganda to control its citizens.",
      "9": "The Russian Revolution had sweeping long-term social consequences. \n1. **Class Structure:** It eradicated the nobility and bourgeoisie, but created a new hierarchy topped by the Communist Party nomenklatura. \n2. **Social Welfare:** It led to dramatic increases in literacy through mass education programs and established a comprehensive, state-funded healthcare system. \n3. **Gender Roles:** Legal equality for women was established, leading to their mass entry into the workforce, though they were still underrepresented in top leadership. \n4. **Repression:** A key social feature was the pervasive political repression through the secret police and the Gulag system, which stifled dissent and created a climate of fear.",
      "10": "Social Consequences:\n1. Class Restructuring:\n- Abolition of the aristocracy and bourgeoisie as dominant classes.\n- Creation of a new class hierarchy with the Communist Party elite at the top.\n\n2. Education and Literacy:\n- Massive expansion of the education system.\n- Significant increase in literacy rates and access to higher education.\n\n3. Healthcare:\n- Establishment of a universal healthcare system.\n- Improvements in public health and life expectancy over time.\n\n4. Gender Equality:\n- Legal reforms promoting gender equality, including women's rights to work and vote.\n- Increased participation of women in the workforce and political life, although leadership roles remained limited.\n\n5. Political Repression:\n- Establishment of a one-party state with severe restrictions on political freedoms.\n- Widespread use of secret police (NKVD/KGB), purges, and labor camps (Gulags).\n\n6. Cultural Transformation:\n- Promotion of socialist realism in arts and literature.\n- Suppression of dissenting cultural and intellectual expressions.\n\n7. Urbanization:\n- Rapid urbanization due to industrialization, leading to the growth of cities.\n- Strain on urban infrastructure and housing, leading to poor living conditions for many.\n\n8. Collective Memory and Propaganda:\n- Creation of a state-controlled narrative of the revolution and Soviet history.\n- Use of propaganda to maintain regime legitimacy and control public perception."
    }
  },
  "7": {
    "question": "How did the Nazis proceed to realise their murderous racial ideology by eliminating the „undesirables\"? Explain.",
    "ans": {
      "0": "They built good highways.",
      "1": "The Nazis helped the undesirables.",
      "2": "They only fought them in the war.",
      "3": "They put people in camps.",
      "4": "The Nazis were very bad and killed many people because of their race.",
      "5": "The Nazis killed millions of Jews and other people they called 'undesirables' by sending them to concentration camps and killing them in gas chambers.",
      "6": "The Nazis implemented their racial ideology by first isolating 'undesirables,' primarily the Jews. They were put into ghettos and then transported to concentration and extermination camps where they were systematically murdered, most often in gas chambers.",
      "7": "The Nazis realized their ideology through a systematic process. They began with persecuting Jews, boycotting their businesses and stripping them of rights. This escalated to forcing them into ghettos, and finally, transporting them and other 'undesirables' like Poles and Roma to camps for slave labor and mass murder in gas chambers.",
      "8": "The Nazis methodically eliminated 'undesirables' in stages. For Jews, this began with legal discrimination and boycotts (1933-38), progressed to segregation in ghettos, and culminated in the 'Final Solution' – systematic extermination in gas chambers. Other groups, like Poles, were also targeted through forced displacement and the murder of their intellectual and political leaders to ensure subjugation.",
      "9": "The Nazis realized their murderous ideology through a systematic plan targeting various groups deemed 'undesirable.'\n(a) For Jews, it was a phased process: first, economic and social persecution, then forced concentration into ghettos, and finally, mass extermination in death camps like Auschwitz.\n(b) In conquered territories like Poland, ethnic Germans were settled on land seized from Poles, who were either expelled or sent to camps.\n(c) The Polish intelligentsia was systematically murdered to crush resistance and leadership.\n(d) Children who fit the 'Aryan' profile were kidnapped and Germanized, while others were left to die in orphanages.",
      "10": "The Nazis proceeded to realise their murderous racial ideology by eliminating the undesirables in the following manner.\n(a) Jews remained the worst sufferers in Nazi Germany. From 1933-1938 Jewish business was boycotted, they were expelled from government services and their property was confiscated. From 1939-1945 the Jews were kept in ghettos, in extreme poverty and misery and eventually they were killed in gas chambers.\n(b) Germany occupied the north-western Poland. Poles were forced to leave their homes and property, to be occupied by ethnic Germans. Poles were then sent to the final destination of the 'undesirables'.\n(c) Members of Polish intelligentsia were murdered in large number in order to keep the entire people intellectually servile.\n(d) Polish children who looked like Aryans were forcibly snatched and examined by race experts. If they passed the test, they were raised in German families and if not they were sent to orphanages, most of them died.\n(e) Poland had some of the largest ghettos and gas chambers where Jews were killed."
    }
  },
  "8": {
    "question": "What was the Treaty of Versailles, and why did it cause resentment in Germany?",
    "ans": {
      "0": "It's a type of French food.",
      "1": "The Treaty of Versailles was when Germany won WWI.",
      "2": "It was a peace treaty that everyone liked.",
      "3": "It was a treaty that started WWII.",
      "4": "It was about Germany losing the war and getting in trouble.",
      "5": "It was the treaty after World War I that punished Germany. They were angry because it wasn't fair.",
      "6": "The Treaty of Versailles ended WWI. It caused resentment in Germany because it forced them to take all the blame for the war, pay huge sums of money, and give up their army and land.",
      "7": "The Treaty of Versailles was the peace settlement signed after WWI. Germans resented it deeply because of the 'War Guilt Clause,' which blamed them entirely for the war. The massive reparations payments crippled their economy and the severe military restrictions felt humiliating.",
      "8": "The Treaty of Versailles officially ended WWI. It caused immense resentment in Germany for several key reasons: the humiliating War Guilt Clause (Article 231) which assigned sole blame for the war; crippling economic reparations; drastic military limitations; and significant territorial losses. These terms were seen as a dictated, unjust peace ('Diktat').",
      "9": "The Treaty of Versailles was the 1919 peace treaty ending WWI, imposed on Germany by the Allied powers. It caused widespread resentment in Germany due to:\n- **The War Guilt Clause:** Article 231 forced Germany to accept sole responsibility for the war, which was seen as a national humiliation.\n- **Reparations:** The requirement to pay immense sums for war damages crippled the German economy and led to hyperinflation.\n- **Military Restrictions:** The army was severely limited, and the navy and air force were dismantled, which was a blow to national pride and security.\n- **Territorial Losses:** Germany lost key territories like Alsace-Lorraine, weakening it economically and strategically. These harsh terms fostered a deep sense of injustice that fueled future political instability.",
      "10": "The Treaty of Versailles, signed on June 28, 1919, marked the official end of World War I. It was imposed by the Allied Powers, mainly France, Britain, and the United States.\n\nTerms of the Treaty:\n- Territorial Losses: Germany lost significant territories, including Alsace-Lorraine to France, and areas in the east to Poland.\n- Military Restrictions: The German army was limited to 100,000 troops, and the navy was restricted. No air force was allowed.\n- Reparations: Germany was required to pay huge reparations for the damage caused during the war.\n- War Guilt Clause: Article 231 of the treaty placed full responsibility for the war on Germany and its allies.\n- Occupation and Demilitarization: The Rhineland was to be demilitarized and occupied by Allied troops.\n\nReasons for Resentment in Germany:\n- Humiliation: The war guilt clause humiliated Germany, as they had to accept full responsibility for causing the war.\n- Economic Burden: The reparations placed a heavy financial strain on Germany, leading to economic hardship and hyperinflation.\n- Territorial Losses: Losing territories weakened Germany both economically and strategically, affecting national pride.\n- Military Restrictions: The limitations on the military were seen as a blow to Germany's sovereignty and ability to defend itself.\n- Political Instability: The harsh terms of the treaty fueled political instability, leading to widespread dissatisfaction and contributing to the rise of extremist movements like the Nazi Party.\n- Nationalist Anger: Many Germans felt betrayed by their leaders for accepting such harsh terms, leading to a sense of injustice and a desire for revenge."
    }
  },
  "9": {
    "question": "Why are the rivers considered as the lifeline of human civilization?",
    "ans": {
      "0": "Because mountains are too high.",
      "1": "Because they are pretty to look at.",
      "2": "Because fish live in them.",
      "3": "For drinking water.",
      "4": "Rivers are important for people.",
      "5": "People need water from rivers to live and to grow food for their crops.",
      "6": "Rivers are a lifeline because they provide the basics for survival: fresh water for drinking, water to irrigate farms, and a way to transport goods and people.",
      "7": "Rivers are considered the lifeline of civilization because nearly all early civilizations grew up alongside them. They provided a reliable source of water for drinking and agriculture, which was essential for a stable food supply and population growth. They also served as natural highways for trade and communication.",
      "8": "Rivers are fundamental to human civilization for multiple reasons. They provide essential fresh water for drinking and sanitation. Their floodplains create fertile soil perfect for agriculture, which is the foundation of settled societies. Furthermore, they function as vital routes for transportation, facilitating trade and cultural exchange.",
      "9": "Rivers are considered the lifeline of human civilization as they provide the foundational resources for society's development. \n(i) **Water Supply:** They offer a consistent source of fresh water for drinking and domestic use.\n(ii) **Agriculture:** They are crucial for irrigation, allowing for large-scale farming and food production.\n(iii) **Transportation:** They act as natural channels for navigation, trade, and the movement of people. \n(iv) **Power:** In modern times, they are used to generate hydroelectric power.",
      "10": "The Rivers are considered as the lifeline of human civilization because of the following reasons.\n(i) Abundant Supply of Drinking Water: The rivers and lakes fulfill the basic need of all living being including, human beings.\n(ii) Water for Irrigation: Rivers are the main source of irrigation.\n(iii) Navigation: Rivers are the cost-free means of water transportation of goods and people from one place to another.\n(iv) Biologically Productive Areas: Most of the estuaries formed at the meeting point of freshwater and saline water of the sea. These are found in the most suitable places for fish breeding.\n(v) Source of Generation of Hydro-Power: Rivers are an abundant source of generating electricity. Large dams have been built for this purpose."
    }
  },
  "10": {
    "question": "In what different ways do rivers get polluted?",
    "ans": {
      "0": "Because fish are dirty.",
      "1": "Rivers clean themselves so they don't get polluted.",
      "2": "Rivers get polluted from rain.",
      "3": "People throw their garbage in it.",
      "4": "People make the river water dirty.",
      "5": "Rivers get polluted when people throw trash in them and when factories dump their waste into the water.",
      "6": "Rivers become polluted mainly from two sources: untreated sewage from cities and towns, and chemical waste discharged by industries.",
      "7": "Rivers are polluted in several ways. The main causes are industrial effluents containing toxic chemicals, untreated sewage from urban areas, and agricultural runoff which carries pesticides and fertilizers into the water.",
      "8": "River pollution stems from various sources. These include:\n- **Industrial waste:** Factories dump heavy metals and toxic chemicals.\n- **Domestic sewage:** Untreated human waste from cities is emptied into rivers.\n- **Agricultural runoff:** Fertilizers and pesticides wash off from fields into the water.\n- **Solid waste:** The dumping of garbage directly into rivers.",
      "9": "Rivers get polluted through a variety of human activities:\n(i) **Industrial Effluents:** Factories often discharge untreated toxic chemicals and waste directly into rivers.\n(ii) **Municipal Sewage:** A major source of pollution is untreated or poorly treated sewage from homes and cities being released into the water.\n(iii) **Agricultural Runoff:** Water from farms carries pesticides, herbicides, and fertilizers into river systems, causing nutrient pollution and harming aquatic life.\n(iv) **Domestic and Solid Waste:** The direct dumping of garbage, plastics, and other solid waste chokes rivers and leaches harmful substances.",
      "10": "Rivers get polluted in the following ways:\n(i) The growing domestic, municipal, industrial and agricultural demand for water from rivers naturally affects the quality of water.\n(ii) The volume of river is also reduced because more and more water is being drained out of the rivers.\n(iii) A heavy load of untreated sewage and industrial effluents are emptied into the rivers. This affects not only the quality of water but also the self-cleansing capacity of the river.\n(iv) The increasing urbanisation and industrialisation also contribute to the river pollution.\n(v) Dumping of garbage into the streams is another cause of river pollution. They are changing the life-giving rivers into toxic streams."
    }
  },
  "11": {
    "question": "Why do the Himalayan rivers get flooded every year? What are its advantages?",
    "ans": {
      "0": "Because the Himalayas are tall.",
      "1": "They don't flood, they are always dry.",
      "2": "The sea water comes into the rivers and makes them flood.",
      "3": "It rains a lot.",
      "4": "The rivers flood because of rain. This is good for plants.",
      "5": "The rivers flood every year because of melting snow and heavy rains, which is a big problem.",
      "6": "Himalayan rivers flood from monsoon rains and melting snow. The advantage is that this makes the soil good for farming.",
      "7": "In the monsoon season, heavy rainfall combined with water from melting snow causes the Himalayan rivers to flood annually. The advantage is that the floodwaters deposit fertile soil, which is great for agriculture.",
      "8": "Himalayan rivers flood every year due to two main reasons: meltwater from mountain snow and heavy monsoon rains. This flooding has a major advantage: it deposits rich, fertile silt across the northern plains, making the land excellent for growing crops.",
      "9": "The Himalayan rivers are fed by both snowmelt and monsoon rains. During the monsoon season, the combination of heavy rainfall and continuous snowmelt causes them to overflow their banks annually. The primary advantage of this flooding is the deposition of fertile alluvial soil over the northern plains, which significantly enriches the land for extensive agricultural use.",
      "10": "(i) The Himalayan rivers receive water from the melted snow from the lofty mountains as well as from rain.\n(ii) During monsoons, due to heavy rainfall, these rivers get flooded every year.\n\nAdvantages:\n(i) The Himalayan rivers flood parts of the northern plains enriching the soil for the extensive agricultural lands.\n(ii) Various food crops and cash crops are grown in these fertile lands."
    }
  },
  "12": {
    "question": "Explain the factors affecting India's climate.",
    "ans": {
      "0": "The moon affects it.",
      "1": "India's climate is only hot everywhere.",
      "2": "The weather changes a lot.",
      "3": "The mountains in the north affect the climate.",
      "4": "The mountains and the sea affect the climate in India.",
      "5": "India's climate is affected by its latitude, altitude, and the winds.",
      "6": "The Himalayas block cold winds, which makes the winters milder. Also, the monsoon winds bring rain in the summer.",
      "7": "Factors affecting India's climate are its latitude (because the Tropic of Cancer passes through it), its altitude (the Himalayas block cold wind), and the pressure and wind systems that cause the monsoons.",
      "8": "India's climate is affected by: \n1. Latitude: The Tropic of Cancer divides the country, creating tropical and sub-tropical zones. \n2. Altitude: The Himalayas act as a barrier to cold Central Asian winds. \n3. Pressure and Winds: The seasonal reversal of winds brings the Southwest Monsoon rains.",
      "9": "Several factors shape India's climate. **Latitude** is key, as the Tropic of Cancer runs through the middle, giving India both tropical and subtropical climates. **Altitude**, specifically the Himalayas, is crucial as it protects India from cold Central Asian winds and forces monsoon winds to give rain. Finally, the **Pressure and Wind systems** are unique, with a complete reversal of wind direction between summer and winter, which creates the monsoons that bring most of the country's rainfall.",
      "10": "(i) Latitude: The Tropic of Cancer passes through the middle of the country from the Rann of Kuchchh in the west to Mizoram in the east. Almost half of the country, lying south of the Tropic of Cancer, belongs to the tropical area. All the remaining area, north of the Tropic, lies in the sub-tropic. Therefore, India's climate has characteristics of tropical as well as subtropical climates.\n\n(ii) Altitude: India has mountains to the north which have an average height of about 6,000 metres. India also has a vast coastal area where the maximum elevation is about 30 metres. The Himalayas prevent the cold winds from Central Asia from entering the subcontinent. It is because of these mountains that this subcontinent experiences comparatively milder winters as compared to central Asia.\n\n(iii) Pressure and Winds: The pressure and wind conditions over India are unique. During winter, there is a high-pressure area north of the Himalayas. Cold dry winds blow from this region to the low-pressure areas over the oceans to the south. In summer, a low-pressure area develops over interior Asia as well as over northwestern India. This causes a complete reversal of the direction of winds during summer. Air moves from the high-pressure area over the southern Indian Ocean, in a south-easterly direction, crosses the equator, and turns right towards the low-pressure areas over the Indian subcontinent. These are known as the Southwest Monsoon winds. These winds blow over the warm oceans, gather moisture and bring widespread rainfall over the mainland of India."
    }
  },
  "13": {
    "question": "Write the essential features of democracy?",
    "ans": {
      "0": "Democracy is when nobody is in charge.",
      "1": "It's when a king rules the country.",
      "2": "It's about having freedom.",
      "3": "People vote for leaders.",
      "4": "In a democracy, people get to vote for their rulers and the elections are fair.",
      "5": "The features of democracy are regular elections, everyone can vote, and there are laws everyone has to follow.",
      "6": "In a democracy, leaders are elected in free and fair elections. Everyone's vote is equal, and there is a rule of law.",
      "7": "A democracy's main features are that rulers are chosen by the people in fair elections, these elected leaders hold the real power to make decisions, and citizens' rights are protected by law.",
      "8": "Essential features of democracy include: rulers elected by the people, free and fair elections, the principle of 'one person, one vote, one value', and the existence of a rule of law that protects citizens' rights and limits the government's power.",
      "9": "Democracy is defined by several key features. First, leaders must be chosen in regular, free, and fair elections where all adult citizens can vote, and each vote has equal value. Second, the real decision-making power must lie with these elected officials. Finally, the government must operate within constitutional limits and respect the basic rights of its citizens, following the rule of law.",
      "10": "The various feature of democracy are:\n1. The rulers are elected through regular elections.\n2. The elected rulers have the final authority to make decisions.\n3. Elections are held in a free and fair manner. Everyone has the right to contest elections. There are institutions to maintain the sanctity of elections.\n4. Every vote has equal value. The vote value of a rich person is equal to that of a poor. Everyone's vote holds equal value irrespective of their social and financial standing.\n5. Even the elected representatives have to function under certain basic rules and regulations.\n6. There is the presence of rule of law and the rights of people are respected. All these findings are also corroborated by our experience in India too."
    }
  },
  "14": {
    "question": "Explain with five facts of the transition of apartheid to democracy and multi-racial government that took place in South Africa.",
    "ans": {
      "0": "It happened in America.",
      "1": "Nothing changed in South Africa.",
      "2": "There was a fight and then it was over.",
      "3": "Nelson Mandela became the leader.",
      "4": "After apartheid, Nelson Mandela was freed and he became president. They decided to live together.",
      "5": "The transition happened when they decided to forgive the whites and make a new constitution together so everyone could be equal.",
      "6": "The transition involved forgiving the whites for past atrocities, the oppressed and oppressors writing a constitution together, and building a new country based on equality for all races.",
      "7": "South Africa's transition from apartheid was remarkable. Black leaders called for forgiveness, and the former ruling party worked with the freedom struggle leaders to draft a new constitution. This new system was built on the idea of equality and social justice for all races.",
      "8": "The transition to democracy in South Africa included: 1. A call for forgiveness from black leaders towards whites. 2. Former enemies collaborating to write a new constitution. 3. The new constitution being based on racial equality and extensive human rights. 4. The principle that no one should be excluded from the new society.",
      "9": "The transition from apartheid in South Africa was unique. First, leaders like Nelson Mandela promoted reconciliation, asking black South Africans to forgive the whites. Second, the party that had enforced apartheid and the party that fought against it sat down together to negotiate a new future. This resulted in a new, democratic constitution, which is considered one of the most progressive in the world, guaranteeing equality and extensive rights for all citizens and ensuring an inclusive, multi-racial government.",
      "10": "Transition that took place in South Africa:\n(i) After the emergence of the new democratic South Africa, the black leaders appealed to the fellow blacks to forgive the whites for the atrocities they had committed while in power.\n(ii) They built a new South Africa based on equality of all races and men and women, on democratic values, social justice and human rights.\n(iii) The party that ruled through oppression and brutal killings and the party that led the freedom struggle, sat together to draw up a common constitution.\n(iv) After two years of discussion and debate, they came out with one of the finest constitutions, the world has ever had.\n(v) This constitution gave to its citizens the most extensive rights available in any country. Together, they decided that in the search for a solution to the problems, nobody should be excluded, no one should be treated as a demon."
    }
  },
  "15": {
    "question": "Why was the making of the Indian Constitution not an easy affair?",
    "ans": {
      "0": "Because they ran out of ink.",
      "1": "It was very easy to make the Indian Constitution.",
      "2": "It was hard for India at that time.",
      "3": "It was difficult because of the partition with Pakistan.",
      "4": "It was difficult because the country was split into India and Pakistan, and there were many different kinds of people.",
      "5": "Making the Indian constitution was hard because of the violent partition, the problem of the princely states, and the country's huge diversity.",
      "6": "It was not easy because India had just gone through a violent partition with Pakistan. Also, the British left many princely states independent, and getting them to join India was a huge and uncertain task.",
      "7": "The making of the Indian Constitution was difficult due to the circumstances. The country was born from the trauma of Partition, which caused immense violence. Additionally, the task of integrating hundreds of princely states, which had the option to remain independent, created great uncertainty for the new nation's future.",
      "8": "The Indian Constitution was drafted under very difficult circumstances. India is a vast and diverse country, and its people were transitioning from being colonial subjects to citizens. The process was overshadowed by the trauma of Partition, which led to mass violence. A major challenge was also integrating the princely states, whose future was uncertain.",
      "9": "Crafting the Indian Constitution was a monumental task for several reasons. First, it was for a huge, diverse nation emerging from colonial rule. Second, it happened in the immediate, violent aftermath of the Partition of India and Pakistan, a traumatic event that killed at least a million people. Third, the British left the fate of over 500 princely states undecided, creating a massive challenge of national integration. These factors combined to make the country's future look very insecure for the constitution's makers.",
      "10": "Like South Africa, India's Constitution was also drawn up under very difficult circumstances.\n1. The making of the constitution for a huge and diverse country like India was not an easy affair. At that time the people of India were emerging from the status of subjects to that of citizens. The country was born through a partition on the basis of religious differences.\n2. This was a traumatic experience for the people of India and Pakistan. Atleast ten lakh people were killed on both sides of the border in partition related violence.\n3. The British had left it to the rulers of the princely states to decide whether they wanted to merge with India or with Pakistan or remain independent.\n4. The merger of these princely states was a difficult and uncertain task. When the Constitution was being written, the future of the country did not look as secure as it does today.\n5. The makers of the Constitution had anxieties about the present and the future of the country."
    }
  },
  "16": {
    "question": "What are the challenges to free and fair elections in India?",
    "ans": {
      "0": "There are no challenges, elections are perfect.",
      "1": "The main challenge is that the voting machines are blue.",
      "2": "Elections in India have some problems.",
      "3": "Rich people always win the elections.",
      "4": "The biggest problems are that some people have too much money and some are criminals.",
      "5": "Challenges include the use of money power, candidates with criminal records, and political parties being run by the same families.",
      "6": "A major challenge is money power, where wealthy candidates and parties have an unfair advantage. Also, candidates with criminal connections often get tickets to run, which is a problem for fair elections.",
      "7": "Key challenges to free and fair elections in India are the influence of money, which gives rich parties an unfair advantage; the criminalization of politics, where parties field candidates with criminal records; and dynastic politics, where tickets are often given to relatives of leaders.",
      "8": "There are several significant challenges. Firstly, the excessive use of money by large parties creates an uneven playing field against smaller parties. Secondly, the presence of candidates with criminal backgrounds in major parties undermines the integrity of the process. Thirdly, dynastic succession in political parties often limits choices for ordinary voters.",
      "9": "Despite being largely free and fair, Indian elections face serious challenges:\n- **Money Power:** Wealthy candidates and parties enjoy a significant and unfair advantage, making it difficult for honest, less-affluent candidates to compete.\n- **Criminalisation:** Major parties often give tickets to candidates with criminal records, who can use their muscle power to influence voters.\n- **Dynastic Politics:** Many parties are dominated by a single family, where tickets are distributed to relatives rather than more deserving candidates.\n- **Lack of Meaningful Choice:** Often, major parties have very similar policies, offering voters little real choice.",
      "10": "Challenges to free and fair elections in India are as follows:\n(i) Candidates and parties with a lot of money may not be sure of their victory but they do enjoy a big and unfair advantage over smaller parties and independents.\n(ii) In some parts of the country, candidates with criminal connection have been able to secure a 'ticket' from major parties.\n(iii) Some families tend to dominate the political parties tickets are distributed to relatives from these families.\n(iv) Very often, elections offer little choice to ordinary citizens as both the major parties are similar to each other in their policies and practices.\n(v) Smaller parties and independent candidates suffer a huge disadvantage as compared to the bigger Parties."
    }
  },
  "17": {
    "question": "Explain the role of the Election Commission in conducting the free and fair elections.",
    "ans": {
      "0": "It is a political party.",
      "1": "The Election Commission gets people to vote for the government.",
      "2": "It is an important commission for India.",
      "3": "It makes sure the elections are fair.",
      "4": "The Election Commission announces the election dates and gives symbols to parties.",
      "5": "The Election Commission is an independent body that supervises elections. It implements a Code of Conduct that all parties must follow to ensure fairness.",
      "6": "The Election Commission is a powerful body that ensures fair elections. It can punish candidates who break the rules and it controls the government officials who are on election duty.",
      "7": "The Election Commission plays a crucial role by being an independent authority. It takes all decisions from announcing the election schedule to declaring the results. It also implements the Code of Conduct and can order the government to transfer officials to ensure elections are not influenced.",
      "8": "The Election Commission is a powerful and independent body, similar to the judiciary. Its key role is to ensure free and fair elections by: implementing a strict Code of Conduct; taking control of the government machinery during the election period to prevent its misuse; and having the power to punish any party or candidate that violates the rules.",
      "9": "The Election Commission (EC) is paramount for ensuring free and fair elections. As an independent body whose head is appointed by the President and is difficult to remove, it has vast powers. It oversees the entire election process, from announcement to results. It enforces a Model Code of Conduct, can punish violators, and allots party symbols. Crucially, during the election period, it can direct the government and take control of administrative officers to prevent the ruling party from misusing its power.",
      "10": "The Election Commission is independent and very powerful. It enjoys the same kind of independence that the judiciary enjoys. The Chief Election Commissioner (CEC) is appointed by the President of India. He heads the Election Commission. After his election the CEC is not answerable to the President or the government. It is impossible for the government to remove the CEC, even if it is dissatisfied with him. The role of the Election Commission in conducting the free and fair elections is as follows:\n(i) Election Commission takes decisions on every aspect of conduct and control of elections from the announcement of elections to the declaration of results.\n(ii) It implements the Code of Conduct and punishes any candidate or party that violates it.\n(iii) It allots election symbols to parties and independent candidates.\n(iv) During the election period, the Election Commission can order the government to follow some guidelines, to prevent use and misuse of governmental power to enhance its chances to win elections, or to transfer some government officials.\n(v) When on election duty, government officers work under the control of the Election Commission and not the government."
    }
  },
  "18": {
    "question": "What are the powers and functions of the President of India?",
    "ans": {
      "0": "The President is the main character in Bollywood movies.",
      "1": "The President has all the power and runs the country alone.",
      "2": "The President of India is the head.",
      "3": "The President signs laws.",
      "4": "The President appoints the Prime Minister and is the head of the country.",
      "5": "The President is the nominal head of state. His main functions are appointing the Prime Minister and other important officials, and giving assent to bills passed by Parliament.",
      "6": "The President of India has several key functions. He appoints the leader of the majority party as the Prime Minister. All major government decisions are issued in his name, and he is the supreme commander of the armed forces.",
      "7": "As the nominal head of the Indian Republic, the President's functions are largely ceremonial but important. He appoints the Prime Minister, Chief Justice, and ambassadors. All laws require his assent to be enacted, and all international treaties are signed in his name.",
      "8": "The President of India is the head of the state, but not the head of the government. His powers include: \n1. Appointing the Prime Minister and the Council of Ministers on the PM's advice.\n2. Appointing key officials like Supreme Court judges and Election Commissioners.\n3. Giving assent to bills, without which they cannot become laws.\n4. Acting as the formal head for all government activities and international agreements.",
      "9": "The President of India is the nominal or constitutional head of the republic. While the real power lies with the Prime Minister, the President performs crucial functions:\n- **Executive Powers:** Appoints the PM, other ministers, governors, and judges. All government business is conducted in the President's name.\n- **Legislative Powers:** A bill passed by Parliament becomes a law only after the President's assent.\n- **Diplomatic Powers:** All international treaties and agreements are negotiated and concluded in the name of the President.\n- **Formal Head:** He represents the nation, and all major policy decisions are formally issued in his name.",
      "10": "President is the nominal head of the country and represents Indian republic. He has to perform following functions:\n(i) He appoints Prime Minister although he has to appoint the leader of majority party as the PM.\n(ii) All government activities take place in the name of the President.\n(iii) All laws and major policy decisions of the government are issued in her name.\n(iv) All major appointments are made in the name of the President. These include the appointment of Chief Justice of India, the Judges of the Supreme Court and the High Courts, the Election Commissioners and ambassadors to other countries.\n(v) All international treaties and agreements are made in the name of the President.\n(vi) A bill passed by the parliament becomes law only after the President gives assent to it."
    }
  },
  "19": {
    "question": "Distinguish between the Lok Sabha and the Rajya Sabha.",
    "ans": {
      "0": "They are the same thing.",
      "1": "Lok Sabha is a TV show and Rajya Sabha is a radio show.",
      "2": "They are the two houses of parliament.",
      "3": "Lok Sabha is more important.",
      "4": "Lok Sabha is elected by people but Rajya Sabha is not.",
      "5": "The Lok Sabha is directly elected by the people for five years. The Rajya Sabha is a permanent house whose members are chosen by state assemblies.",
      "6": "The main differences are that Lok Sabha members are directly elected and serve 5-year terms, while Rajya Sabha members are indirectly elected and it's a permanent body. Also, you need to be 25 for Lok Sabha and 30 for Rajya Sabha.",
      "7": "Lok Sabha ('House of the People') has directly elected members, whereas Rajya Sabha ('Council of States') has members elected by state legislative assemblies. The Lok Sabha is dissolved every five years, but the Rajya Sabha is a permanent body. Money bills can only be introduced in the Lok Sabha.",
      "8": "There are several key distinctions: \n1. **Election:** Lok Sabha members are directly elected by citizens. Rajya Sabha members are elected by MLAs of the states.\n2. **Term:** Lok Sabha has a term of 5 years. Rajya Sabha is a permanent house, with one-third of its members retiring every two years.\n3. **Power:** The Lok Sabha is more powerful in financial matters; money bills can only originate there.",
      "9": "The Lok Sabha and Rajya Sabha differ significantly:\n- **Composition:** Lok Sabha members are directly elected by the people of India. Rajya Sabha members are indirectly elected by the elected members of State Legislative Assemblies.\n- **Tenure:** The Lok Sabha is a temporary house, dissolved every five years. The Rajya Sabha is a permanent house and cannot be dissolved.\n- **Membership:** The maximum strength of Lok Sabha is 552, while Rajya Sabha's is 250.\n- **Powers:** The Lok Sabha has supreme power in money matters. A no-confidence motion can only be moved in the Lok Sabha.\n- **Presiding Officer:** The Lok Sabha is presided over by the Speaker, and the Rajya Sabha by the Vice-President of India.",
      "10": "We have the following points as the differences between the Lok Sabha and the Rajya Sabha:\n1) Lok Sabha, as per its name, it is the assembly in which the people elect their representatives. In Rajya Sabha, the representatives are chosen by the elected members of the State Assemblies.\n2) Rajya Sabha is considered as the permanent body whereas the Lok Sabha dissolved after every five years.\n3) The maximum members in the Lok Sabha at present are 552 while there are only 250 members in the Rajya Sabha. Now a days total numbers of lok sabha members are 545.\n4) For being a member in Lok Sabha, any Indian citizen is eligible having a minimum age of 25 years. On the other hand in the case of Rajya Sabha minimum age is 30 years.\n5) The introduction of the Money Bill is done only in the Lok Sabha. But after its approval from Lok Sabha, it is sent to Rajya Sabha, for consideration.\n6) The speaker is the representative of the Lok Sabha. And the Vice-President of India is the representative of Rajya Sabha."
    }
  },
  "20": {
    "question": "\"Without Human capital, the presence of natural resources and physical capital are of no use\". Justify the statement with example.",
    "ans": {
      "0": "Capital is just money.",
      "1": "Natural resources are the only things that matter for a country.",
      "2": "Humans need capital.",
      "3": "You need people to work.",
      "4": "Natural resources like wood are useless if no person is there to cut it and make something.",
      "5": "This is true because natural resources are just raw materials. You need human skill and knowledge (human capital) to turn them into useful products.",
      "6": "The statement is correct. A country can have lots of oil (natural resource) and machines (physical capital), but without engineers and skilled workers (human capital) to extract and refine it, it is worthless.",
      "7": "This statement is justified because human capital—the knowledge, skill, and health of people—is the active agent of development. Natural resources and physical capital like factories are passive. They need human effort and intelligence to be utilized and made productive.",
      "8": "The statement is entirely correct. Natural resources (like iron ore) and physical capital (like a steel plant) are inert without human capital. It is the knowledge of engineers, the skills of workers, and the vision of managers that transforms the ore into steel using the plant. Therefore, human capital activates all other forms of capital.",
      "9": "The statement is justified because human capital is the foundational element that gives value to other resources. For example, Japan has very few natural resources, but its high level of human capital (a skilled and educated population) has allowed it to build a powerful economy by efficiently using imported raw materials and advanced physical capital. Conversely, a nation rich in natural resources but poor in human capital will struggle to develop, proving that knowledge and skill are essential to unlock the potential of all other assets.",
      "10": "The human capital is indirectly and directly related with natural resources and physical capital. For modification of any natural resources to needed or valuable things physical capital or labour is needed, and to inspire or increase labour, human capital or money is needed. For example, we got the wheat as our natural resources and to modify it into a bread, industrial modification is needed which is operated by labour and machines made by humans by using their knowledge and skills. Hence, we can conclude that it is knowledge and skills of human that helps in the formation of human capital, later it helps in further development of Natural resources."
    }
  },
  "21": {
    "question": "\"Green revolution became a boon as well as ban to the country\".Justify the statement by giving examples.",
    "ans": {
      "0": "The green revolution was about planting more trees in cities.",
      "1": "The green revolution made all the farmers poor.",
      "2": "It was good for food.",
      "3": "The green revolution was a good thing because it helped India grow more food.",
      "4": "It was good because of more food, but bad because it used too many chemicals.",
      "5": "The green revolution was a boon because it solved food shortages. But it was a bane because the use of too much fertilizer was bad for the soil.",
      "6": "It was a boon because it increased crop yields with HYV seeds. But it was also a bane because these seeds required a lot of water and chemical fertilizers, which polluted the environment.",
      "7": "The green revolution was a boon as it made India self-sufficient in food and increased farmer incomes. However, it was also a bane because the heavy use of chemical fertilizers polluted groundwater and led to a loss of soil fertility over time.",
      "8": "It was a boon because it solved India's chronic food shortages through higher-yielding crops. It was also a bane because the technology was expensive for small farmers, and the intense use of chemical fertilizers and pesticides led to long-term soil degradation and water pollution.",
      "9": "The Green Revolution was a double-edged sword. It was a boon because it dramatically increased food production, making India self-sufficient and increasing farmers' incomes. However, it was also a bane because the reliance on HYV seeds, chemical fertilizers, and pesticides led to serious environmental degradation, including polluted groundwater and diminished soil fertility, especially in states like Punjab.",
      "10": "Yes, Green revolution became a boon for us. It solved the problem of food shortage in India. It gave more yield from a small piece of land and helped the farmers to gain more income than earlier. Well irrigation facilities helped many people to grow crops throughout the year rather than depending on monsoon. But at the same time it became a ban. As the HYV seeds demand modern equipments small farmers cant afford it. The excessive use of fertilizers and pesticides pollute the soil by killing the bacteria and also pollute the ground water. Due to intense farming the soil will lost its fertility which further demands more chemical fertilizers. As we seen in the case of Punjab and Haryana."
    }
  },
  "22": {
    "question": "How do chemical fertilisers adversely affect the soil, groundwater, lakes and rivers? What were the effects of use of chemical fertilisers in the state of Punjab?",
    "ans": {
      "0": "They are natural and good for everything.",
      "1": "Chemical fertilizers only make plants grow bigger.",
      "2": "They make the water dirty.",
      "3": "Chemicals can get into the soil and water and pollute them.",
      "4": "Chemical fertilizers are bad for the soil and can wash away into rivers. In Punjab, they used a lot of them.",
      "5": "Chemicals from fertilizers pollute groundwater when they seep into the earth, and rivers when they run off from fields. They can also kill good bacteria in the soil.",
      "6": "Chemical fertilizers pollute groundwater and rivers, and they harm the soil by killing microorganisms, which makes the soil less fertile over time. This became a big problem in Punjab due to their heavy use.",
      "7": "Chemical fertilizers harm the environment by seeping into the ground to pollute groundwater and running off into rivers. They also degrade soil health by killing essential bacteria. In Punjab, high consumption of these fertilizers led to severe soil degradation.",
      "8": "Chemical fertilizers adversely affect the environment by polluting water sources (groundwater, rivers) and by killing essential soil microorganisms, which reduces soil fertility. In Punjab, this led to a dangerous cycle where farmers had to use even more fertilizers just to maintain crop yields, causing severe soil degradation.",
      "9": "Chemical fertilizers cause harm by dissolving in water and seeping into groundwater or running off into rivers and lakes, causing widespread water pollution. They also destroy essential soil microorganisms, reducing the soil's natural fertility over time. In Punjab, the high consumption of chemical fertilizers led to significant soil health degradation, forcing farmers to use increasing amounts just to maintain production levels.",
      "10": "(i) Chemical fertilizers provide minerals which dissolve in water and are immediately available to plants. But these may not be retained in the soil for long. They may escape from the soil and pollute groundwater, rivers and lakes.\n(ii) Chemical fertilizers can also kill bacteria and other micro-organisms in the soil. This means some time after the use, the soil will be less fertile than ever before.\n(iii) The consumption of chemical fertilizers in Punjab is highest in the country. The continuous use of chemical fertilizers has led to degradation of soil health.\n(iv) In order to maintain the same production level, the farmers in Punjab use more and more chemical fertilizers and other inputs. This has not only lowered the quality of the crops but also the quality of the soil."
    }
  },
  "23": {
    "question": "What is the aim of production? What are the requirements for production of goods and services? Describe each of them.",
    "ans": {
      "0": "The aim of production is to go shopping.",
      "1": "Production happens by itself.",
      "2": "You need things to make stuff.",
      "3": "The aim of production is to make things. You need a place to do it.",
      "4": "The aim is to make goods. The requirements are land and workers.",
      "5": "The aim of production is to make goods and services. The requirements are land (a place), labour (people), and capital (tools and money).",
      "6": "The aim of production is to create the goods and services that people want. The requirements are: Land, which is the physical space; Labour, the people who do the work; and Physical Capital, which includes tools and machines.",
      "7": "The aim of production is to produce the goods and services we want. The main requirements are land (including all natural resources), labour (the workers who perform tasks), and physical capital (inputs like tools, machines, and raw materials).",
      "8": "The aim of production is to produce desired goods and services. This requires three factors: \n1. Land and other natural resources. \n2. Labour, which can be skilled or manual. \n3. Physical Capital, which is divided into fixed capital (tools, buildings) and working capital (raw materials, money).",
      "9": "The aim of production is to create the goods and services that society wants. There are three primary requirements, or factors of production:\n- **Land:** The physical space and all-natural resources like water and forests.\n- **Labour:** The human effort, both manual and intellectual, required to create products.\n- **Physical Capital:** The non-human inputs needed, which includes fixed capital like machines and buildings, and working capital like raw materials and cash.",
      "10": "The aim of production is to produce the goods and services that we want. There are four requirements for production of goods and services:\n(i) Land: No production activity can take place without land. It is the basic requirement. Other natural resources such as water, forests, minerals are also equally important.\n(ii) Labour: Labour means people who will do the work. Some production activities require highly educated workers to perform the necessary tasks. Other activities require workers who can do manual work. Each worker is providing the labour necessary for production.\n(iii) Physical Capital: Physical capital means the variety of inputs required at every stage during production. Tools, machines, buildings can be used in production over many years and are called fixed capital. Raw material and money in hand are called working capital. Unlike tools, machines and buildings, these are used up in production."
    }
  },
  "24": {
    "question": "Explain major reasons for a widespread poverty in India.",
    "ans": {
      "0": "Poverty does not exist in India.",
      "1": "Because it's a big country.",
      "2": "There are many poor people.",
      "3": "Poverty exists because of British rule.",
      "4": "The main reasons for poverty are the British rule and the fact that too many people are farmers.",
      "5": "A major reason for poverty is the legacy of British rule, which destroyed India's traditional industries like textiles, leaving millions of artisans and weavers poor.",
      "6": "Widespread poverty in India is caused by historical factors like British colonial policies that de-industrialized the country, and the continued over-dependence on agriculture which doesn't provide enough income for many.",
      "7": "Major reasons for poverty in India include the historical impact of British rule which ruined local industries, slow industrialization after independence, and the high dependence of the population on low-productivity agriculture.",
      "8": "Widespread poverty in India stems from several factors. The historical impact of British rule dismantled traditional industries. Post-independence, the country failed to industrialize rapidly, leaving a large population over-reliant on often unproductive agriculture. Rising prices (inflation) also disproportionately harm the poor.",
      "9": "Major reasons for India's widespread poverty are:\n- **British Colonialism:** The British systematically destroyed India's flourishing traditional industries, like textiles, leaving millions impoverished.\n- **Lack of Industrialization:** After independence, industrial growth was insufficient to absorb the large workforce from agriculture.\n- **Over-dependence on Agriculture:** A majority of the population still relies on agriculture, which suffers from low productivity and disguised unemployment.\n- **Inflation:** Continuous price rises for essential goods erode the limited purchasing power of the poor.",
      "10": "1. British Rule: Britishers ruled India more than 100 years. Prior to the British rule, traditional industries, for instance, textiles, flourished in India. During the British rule, the government adopted policies to discourage such industries. This left millions of weavers poor. Even after fifty years of independent India, we can find a major section of the people engaged handicraft industries as, downtrodden.\n2. Lack of industrialisation: India is very backward from the industrial point of view. Hardly 3 per cent of the total working population is engaged in the large- scale industry.\n3. Over dependence on agriculture: Even after more than 60 years of independence more than 60 per cent of our total population still depends on agriculture for its livelihood. Due to shortage of inputs, our agriculture is backward.\n4. Inflationary pressure: Upward trend in prices adversely affects the poor sections of the society."
    }
  },
  "25": {
    "question": "How the poverty line is estimated in India? Describe it.",
    "ans": {
      "0": "By drawing a line on a map.",
      "1": "The government just guesses who is poor.",
      "2": "It's about having money.",
      "3": "It is estimated by how much food a person eats.",
      "4": "The poverty line is estimated based on calorie intake and how much money a person spends each month.",
      "5": "In India, the poverty line is estimated using a minimum calorie requirement (e.g., 2400 in rural areas) and a monetary value for monthly spending.",
      "6": "The poverty line is estimated based on the minimum level of consumption needed to survive. This is calculated either through a minimum daily calorie intake (2400 for rural, 2100 for urban) or by a minimum monthly expenditure for basic needs.",
      "7": "India estimates its poverty line based on minimum consumption levels. This is measured in two main ways: a calorie-based norm (2400 calories/day in rural areas, 2100 in urban) and a corresponding monetary value, which in 2011-12 was Rs. 816 per month in rural areas and Rs. 1000 in urban areas.",
      "8": "The poverty line is estimated by determining the cost of a minimum basket of goods and services needed for subsistence (food, clothing, fuel, etc.). This is primarily done using two methods: a calorie requirement (differentiated for rural and urban areas) and a corresponding monetary value of consumption expenditure per person (e.g., Rs. 816 for rural areas in 2011-12).",
      "9": "In India, the poverty line is estimated by determining the minimum expenditure required for a person to meet their basic needs. This is based on:\n1. **Calorie Requirement:** A minimum daily calorie intake is set (2400 for rural areas and 2100 for urban areas).\n2. **Monetary Value:** The cost of achieving this food requirement along with other necessities like clothing and fuel is calculated in monetary terms. For 2011-12, this was fixed at Rs. 816/month (rural) and Rs. 1000/month (urban).\nThese are often compared with international standards like the World Bank's poverty line.",
      "10": "While determining the poverty line in India, a minimum level of food requirement, clothing, footwear, fuel and light, educational and medical requirement etc, are determined for subsistence.\ni) The calorie requirement depending upon the age, sex, area and type of work is the way of estimating poverty. Average calorie requirement in India is 2400 per person per day in rural areas and 2100 per persons per day in urban areas.\nii) Monetary expenditure per capita needed is also a way of estimating poverty. In the year 2011-12, the poverty for a person was fixed Rs 816 per month for the rural areas and Rs 1000 for the urban areas.\nA uniform standard for poverty line is also used, which is given by international organisation like the World Bank for the poverty line: minimum availability of the equivalent of $1.90 per person per day (2011, ppp)."
    }
  },
  "26": {
    "question": "Give a brief account of inter-state disparities of poverty in India.",
    "ans": {
      "0": "All states in India are equally rich.",
      "1": "Poverty is the same everywhere in India.",
      "2": "Some states are different from others.",
      "3": "There are poor states in the north and rich states in the south.",
      "4": "Some states like Bihar are very poor, but other states are not as poor.",
      "5": "The level of poverty is not the same in all Indian states. For example, states like Bihar and Odisha have a lot of poverty, while states like Kerala and Punjab have less.",
      "6": "Poverty in India varies greatly from state to state. States like Bihar and Odisha are the poorest. In contrast, states like Kerala, Punjab, and Haryana have been more successful in reducing poverty.",
      "7": "There are major disparities in poverty across Indian states. Bihar and Odisha consistently rank as the poorest. States like Kerala have reduced poverty by focusing on human resource development, while Punjab and Haryana have done so through agricultural growth.",
      "8": "The proportion of poor people is not uniform across India. States like Bihar, Odisha, Assam, and Uttar Pradesh have poverty levels above the national average. In contrast, states like Kerala, Maharashtra, and Punjab have significantly lower poverty rates, achieved through methods like human resource development and high agricultural growth.",
      "9": "There is a significant inter-state disparity in poverty. While the all-India poverty ratio was around 21.9% (2011-12), states like Bihar (33.7%) and Odisha (32.6%) were far above this average. Conversely, states like Kerala, Punjab, and Haryana have much lower poverty rates. This success is attributed to different strategies: Kerala focused on human resources, Punjab on agricultural growth, and states like Andhra Pradesh and Tamil Nadu on effective public distribution of food.",
      "10": "1. Proportion of poor people is not the same in every state.\n2. Recent estimates show while the all India Head Count Ratio (HCR) was 21.9 per cent in 2011-12 states like Madhya Pradesh, Assam, Uttar Pardesh, Bihar and Odisha had above all India poverty level.\n3. Bihar and Odisha continue to be the two poorest states with poverty ratios of 33.7 and 32.6 per cent respectively. Along with rural poverty, urban poverty is also high in Odisha, Madhya Pradesh, Bihar and Uttar Pradesh.\n4. In comparison, there has been a significant decline in poverty in Kerala, Maharashtra, Andhra Pradesh, TamilNadu, Gujarat and West Bengal.\n5. States like Punjab and Haryana have traditionally succeeded in reducing poverty with the help of high agricultural growth rates. Kerala has focused more on human resource development. In West Bengal, land reform measures have helped in reducing poverty. In Andhra Pradesh and Tamil Nadu public distribution of food grains could have been responsible for the improvement."
    }
  },
  "27": {
    "question": "What do you mean by a famine?",
    "ans": {
      "0": "A type of celebration with a lot of food.",
      "1": "A famine is a rainstorm.",
      "2": "It's a big problem.",
      "3": "It is when people are hungry.",
      "4": "It's when there is no food for a long time.",
      "5": "A famine is a situation where there is a widespread shortage of food and people start to starve.",
      "6": "A famine is when a large number of people in a region face extreme scarcity of food, leading to starvation and death.",
      "7": "A famine is a widespread scarcity of food, caused by factors like drought or war, resulting in widespread hunger, malnutrition, and a high death rate.",
      "8": "A famine is a situation of extreme and prolonged hunger affecting a large portion of a region's population. It leads to widespread malnutrition and death from starvation.",
      "9": "A famine is defined as a severe and prolonged period of hunger affecting a substantial part of a population within a region, which results in widespread acute malnutrition and a large number of deaths from starvation and disease.",
      "10": "Famine is severe and prolonged hunger in a substantial proportion of the population of a region or country, resulting in widespread and acute malnutrition and death by starvation and disease."
    }
  },
  "28": {
    "question": "Why is food security needed?",
    "ans": {
      "0": "It's not needed.",
      "1": "To lock up food.",
      "2": "It is about feeling secure.",
      "3": "For safety.",
      "4": "So that people have food.",
      "5": "Food security is needed to make sure that nobody goes hungry.",
      "6": "It is needed to prevent people from starving, especially during bad times like droughts.",
      "7": "Food security is needed to ensure a stable supply of food and to prevent starvation during emergencies or crises.",
      "8": "It is necessary to handle food shortages that may arise from emergencies like natural disasters and to prevent widespread starvation or famines.",
      "9": "Food security is essential to manage emergencies, overcome food grain shortages, and ultimately to prevent conditions of starvation and large-scale famines.",
      "10": "Food security is needed to meet emergencies, shortage of food grains, prevent starvation and famines."
    }
  },
  "29": {
    "question": "What objectives do the government fulfils by creating buffer stock.",
    "ans": {
      "0": "To make food more expensive.",
      "1": "To sell the food to other countries.",
      "2": "To keep food.",
      "3": "The government stores food in a buffer stock.",
      "4": "The government creates a buffer stock to use during emergencies.",
      "5": "A buffer stock is created by the government to store food so it can be given to poor people at low prices.",
      "6": "The government creates a buffer stock of food grains to solve the problem of food shortage during emergencies and to distribute it to the poor at cheap rates.",
      "7": "A buffer stock is a reserve of food grains. The government uses it to provide food to the poor at prices lower than the market price and to ensure food availability during calamities.",
      "8": "The government's objective for a buffer stock is twofold: to ensure food security during emergencies like droughts or floods, and to supply food grains to the poorer sections of society at a subsidized price.",
      "9": "A buffer stock is a food grain reserve created by the government. Its objectives are to distribute food in food-deficient areas and to the poor at a subsidized price, and to resolve food shortages during adverse weather conditions or a calamity.",
      "10": "A buffer stock, is a reserve of food grains that are created by the government to distribute the food grains in the food-deficit areas and among the poorer section of society at a price that is very lower than the market price. A buffer stock helps resolve the problem of shortage of food during periods of calamity or adverse weather conditions."
    }
  },
  "30": {
    "question": "Distinguish between Minimum Support Price and Issue Price.",
    "ans": {
      "0": "They are the same thing.",
      "1": "One is for vegetables and one is for fruits.",
      "2": "They are two prices.",
      "3": "One is minimum price, the other is an issue.",
      "4": "MSP is for farmers and Issue Price is for poor people.",
      "5": "Minimum Support Price is the price at which the government buys food from farmers. Issue Price is the price at which it sells food to the poor.",
      "6": "MSP is the pre-announced price that the government pays farmers for their crops. Issue Price is the subsidized price at which the government sells this food to the poor through ration shops.",
      "7": "Minimum Support Price (MSP) is the guaranteed price paid by the government to farmers when purchasing their crops. Issue Price is the lower-than-market price at which the government makes these food grains available to the poor.",
      "8": "MSP is the price at which the government procures food grains from farmers, providing them with a price guarantee. The Issue Price is the subsidized price at which the procured food grains from the buffer stock are sold to the weaker sections of society.",
      "9": "Minimum Support Price is the assured price the government pays to farmers to purchase their crops, regardless of the market price. In contrast, the Issue Price is the subsidized price at which the government sells food grains from its buffer stock to the poor through the Public Distribution System.",
      "10": "Minimum Support Price - is the price at which government purchases crops from the farmers, whatever may be the price for the crops.\nIssue Price – To help the poor section of the society, the Government of India provides them food grains from the buffer stock at a price that is much lower than the market price. This subsidized price is known as the Issue Price."
    }
  },
  "31": {
    "question": "What is the role of Fair price shops created by the government?",
    "ans": {
      "0": "They are clothing stores for fairies.",
      "1": "They set the prices for everything in the market.",
      "2": "They are shops with fair prices.",
      "3": "They are shops for poor people.",
      "4": "They are shops that sell food to people with a special card.",
      "5": "Fair Price Shops are government shops that sell food grains to poor people at a cheap price.",
      "6": "These are government ration shops where people with ration cards can buy essential items like food grains and sugar at a price lower than the market.",
      "7": "Fair Price Shops distribute food collected by the government to the poor. People with a ration card can get a fixed amount of essentials every month at a subsidized rate.",
      "8": "The role of Fair Price Shops is to distribute government-procured food grains to the poorer sections of society at a subsidized price. This ensures food security for families who cannot afford market prices.",
      "9": "Fair Price Shops, also known as ration shops, are a key part of the Public Distribution System (PDS). Their role is to distribute essential food grains (procured by the FCI) and other commodities to the poor at a price much lower than the market rate, ensuring access to food for vulnerable families who possess a ration card.",
      "10": "Fair Price Shops – The food grains collected by the government through FCI is distributed through ration shops to the poor section of the society. The Ration Shops provide food grains to the poor people through these shops at a reasonable price compared to the market price which is very high. Those families who have a ration card can get a specific amount of sugar, food grains, kerosene etc. every month from the ration shop at a fair price."
    }
  },
  "32": {
    "question": "Define democracy?.",
    "ans": {
      "0": "A government run by one king.",
      "1": "A type of party.",
      "2": "It means freedom.",
      "3": "It's a country with a president.",
      "4": "It's when people can vote for their leaders.",
      "5": "Democracy is a system of government where the people choose their rulers through voting.",
      "6": "Democracy is a government where rulers are elected by the people, and there are free and fair elections.",
      "7": "Democracy is a form of government where people elect their representatives, and these elected leaders make decisions. It involves fair elections and respect for people's rights.",
      "8": "Democracy is a form of government where the rulers are elected by the people. Key features include free elections that offer a real choice, equal voting rights for all citizens, and a government that is limited by a constitution and protects citizens' rights.",
      "9": "Democracy is a system of government where the supreme power is vested in the people, who exercise it either directly or through elected representatives. It is characterized by free and fair elections, the protection of human rights, the rule of law, and a government that is accountable to its citizens.",
      "10": "Democracy is a form of government in which the rulers are elected by the people. Accordingly, democracy is a form of government in which: Rulers elected by the people take all the major decisions; Elections offer a choice and fair opportunity to the people to change the current rulers; This choice and opportunity is available to all the people on an equal basis; and The exercise of this choice leads to a government limited by basic rules of the constitution and citizens' rights."
    }
  },
  "33": {
    "question": "China is India's northern neighbor. China also says that its government is the people's government. They also hold elections regularly. Why China is not considered a democracy?",
    "ans": {
      "0": "China is a democracy.",
      "1": "Because they speak Chinese.",
      "2": "Because they have a different president.",
      "3": "The government there is very strict.",
      "4": "Because it is a communist country.",
      "5": "It's not a democracy because there is only one party in charge, so people don't have a real choice.",
      "6": "China is not a democracy because only one party, the Communist Party, is allowed to rule. People cannot freely choose their candidates.",
      "7": "China is not considered a democracy because it is a one-party state. All candidates who contest elections must be approved by the ruling Chinese Communist Party, which means there is no real competition or choice for the voters.",
      "8": "Although China holds elections, it is not a democracy because it operates under a one-party system. The Chinese Communist Party holds all the power, and elections do not offer a fair opportunity for people to change the rulers, which is a key feature of democracy.",
      "9": "China is not a democracy despite holding elections because it lacks the core principles of a democratic system. It is a single-party state where the Chinese Communist Party (CCP) holds absolute power. Only candidates approved by the CCP can contest elections, eliminating any meaningful choice for the citizens and making the elections a mere formality rather than a genuine democratic process.",
      "10": "(i) China is not a democracy. There is one party rule in China.\n(ii) The Chinese Communist Party has held power in China since the time China got independence.\n(iii) It cannot be called a democracy because only those people who are approved by the Chinese Communist Party are allowed to contest elections. Also, elections just like any other event in China are under the guidance of the Chinese Communist Party."
    }
  },
  "34": {
    "question": "How do you classify occupations?",
    "ans": {
      "0": "All occupations are the same.",
      "1": "By what clothes they wear to work.",
      "2": "By how much money they make.",
      "3": "People have different jobs.",
      "4": "Jobs are classified into farming jobs and office jobs.",
      "5": "Occupations are classified into three types: Primary, Secondary, and Tertiary.",
      "6": "Occupations are classified into three sectors: Primary (farming), Secondary (making things), and Tertiary (services).",
      "7": "They are classified as primary, secondary, and tertiary activities. Primary activities involve working with natural resources like farming. Secondary activities involve manufacturing. Tertiary activities are services like transport.",
      "8": "Occupations are generally classified into three sectors. Primary activities involve extracting raw materials (e.g., agriculture, mining). Secondary activities involve processing these materials (e.g., manufacturing). Tertiary activities provide services (e.g., transport, banking).",
      "9": "Occupations are classified into three main categories:\n- **Primary Activities:** These involve the direct use of natural resources. Examples include agriculture, forestry, fishing, and mining.\n- **Secondary Activities:** These transform raw materials into finished goods. Examples include manufacturing, construction, and industry.\n- **Tertiary Activities:** These provide services. Examples include transport, communication, commerce, and teaching.",
      "10": "Occupations are, generally, classified as primary, secondary and tertiary activities.\n(i) Primary activities include agriculture, animal husbandry, forestry, fishing, mining, etc.\n(ii) Secondary activities include manufacturing industry, building and construction work, etc.\n(iii) Tertiary activities include transport, communications, commerce, administration and other services."
    }
  },
  "35": {
    "question": "What factors should be considered while studying about population?",
    "ans": {
      "0": "The weather.",
      "1": "You study their houses.",
      "2": "By looking at a map.",
      "3": "We should count the people.",
      "4": "We need to study the number of people and where they live.",
      "5": "When studying a population, you should consider its size, its growth, and its characteristics like age and sex.",
      "6": "The main factors to consider are the population's size and distribution, its rate of growth, and its composition (age, sex, literacy levels).",
      "7": "When studying a population, we look at its size and distribution (how many people and where), its growth over time, and its qualities like age structure, sex ratio, and literacy.",
      "8": "The key factors for studying population are: \n1. Population size and distribution (how many people and their location). \n2. Population growth (how it has changed). \n3. Population characteristics (age, sex, literacy, health).",
      "9": "To study a population comprehensively, three main factors must be considered:\n- **Size and Distribution:** This includes the total number of people and their spatial arrangement across a region.\n- **Growth and Change:** This involves analyzing birth rates, death rates, and migration to understand how the population changes over time.\n- **Characteristics:** This refers to the composition of the population, including age structure, sex ratio, literacy levels, occupational structure, and health conditions.",
      "10": "The following factors should be considered while studying about population:\n(i) Population size and distribution: How many people are there and where are they located?\n(ii) Population growth and processes of population change: How has the population grown and changed through time?\n(iii) Characteristics or qualities of the population: What are their age, sex composition, literacy levels, occupational structure and health conditions?"
    }
  },
  "36": {
    "question": "Write the salient features of the Ganga-Brahmaputra delta.",
    "ans": {
      "0": "It is a desert in Africa.",
      "1": "It's a mountain range.",
      "2": "It's a very big river.",
      "3": "It's a big delta in India.",
      "4": "It is a large delta made by two rivers.",
      "5": "It's a big, fertile delta made by the Ganga and Brahmaputra rivers.",
      "6": "It is the biggest delta in the world, it is very fertile, and many people live there.",
      "7": "The Ganga-Brahmaputra delta is the biggest in the world. It's formed by the Ganga and Brahmaputra rivers splitting into many smaller rivers and is very fertile.",
      "8": "It is the world's largest delta, formed by the Ganga and Brahmaputra rivers. It is very fertile and densely populated, and its lower part near the sea is swampy.",
      "9": "The Ganga-Brahmaputra delta is the largest in the world. It is formed by the distributaries of the Ganga and Brahmaputra rivers. The delta is extremely fertile and densely populated, and its lower portion is marshy.",
      "10": "The salient features of the Ganga-Brahmaputra delta are:\n(i) It is the largest delta of the world on the mouth of the Bay of Bengal.\n(ii) This has formed owing to split of the Ganges and the Brahmaputra in several rivulets i.e., distributaries.\n(iii) Its lower portion is marshy owing to mess up of the sea and the freshwater together.\n(iv) It is the most fertile and densely populated delta."
    }
  },
  "37": {
    "question": "What are the major sources of river pollution?",
    "ans": {
      "0": "Rivers get polluted by too much sunlight.",
      "1": "Fish make the river dirty.",
      "2": "Dirty rain is the main cause.",
      "3": "People make the rivers dirty.",
      "4": "Factories pollute rivers.",
      "5": "Rivers get polluted by waste from people and factories.",
      "6": "The main sources are factories and cities that dump their waste and sewage directly into rivers.",
      "7": "Major sources of river pollution include industrial waste, untreated sewage from cities, and runoff from farms that contains chemical fertilizers.",
      "8": "The major sources are untreated sewage from households, toxic industrial effluents from factories, and agricultural runoff containing pesticides and fertilizers.",
      "9": "The main sources of river pollution are: a heavy load of untreated sewage from urban areas, industrial effluents containing toxic chemicals, and agricultural runoff which carries pesticides and chemical fertilisers into the water system.",
      "10": "The major source of river pollutants are:\n(i) A heavy load of untreated sewage and industrial effluents are emptied into the river.\n(ii) The leakage of oil from ships.\n(iii) Excessive use of pesticides and chemical fertilisers."
    }
  },
  "38": {
    "question": "Which river is known as 'Dakshin Ganga'? Describe its main features.",
    "ans": {
      "0": "It's the Indian Ocean.",
      "1": "It's a mountain called Dakshin Ganga.",
      "2": "The Yamuna river is the Dakshin Ganga.",
      "3": "The Ganga river in the south is called Dakshin Ganga.",
      "4": "The Godavari river is known as Dakshin Ganga.",
      "5": "The Godavari is a big river in the south called Dakshin Ganga.",
      "6": "The Godavari is known as Dakshin Ganga. It is a long river in the south of India.",
      "7": "The Godavari river is called the 'Dakshin Ganga'. It is the largest river in peninsular India and starts in the Western Ghats.",
      "8": "The Godavari is known as 'Dakshin Ganga'. It's the largest Peninsular river, originates in Maharashtra from the Western Ghats, and flows into the Bay of Bengal.",
      "9": "The Godavari river is called the 'Dakshin Ganga'. It's the largest Peninsular river with a length of about 1500 km. It rises from the Western Ghats in Nasik, Maharashtra, and has many tributaries like the Purna and Wardha.",
      "10": "The Godavari river is known as the 'Dakshin Ganga'.\nThe main features of the river Godavari are:\n(i) It is the largest Peninsular river, which rises from the slopes of the Western Ghats in the Nasik district of Maharashtra.\n(ii) Its length is about 1500 km that drains into the Bay of Bengal.\n(iii) A number of tributaries joins the Godavari river such as the Purna, the Wardha, the Penganga, the Manjra, the Wainganga, and the Pranhita."
    }
  },
  "39": {
    "question": "Describe the three main features of the Narmada basin.",
    "ans": {
      "0": "The Narmada is a desert.",
      "1": "The Narmada is in the Himalayas.",
      "2": "The Narmada flows east into the Bay of Bengal.",
      "3": "The Narmada river is located in Madhya Pradesh.",
      "4": "The Narmada is a river that flows to the west.",
      "5": "The Narmada flows west and creates pretty waterfalls.",
      "6": "The Narmada river flows west in a rift valley and has many famous waterfalls.",
      "7": "The Narmada river starts from the Amarkantak hills, flows westward in a rift valley, and creates picturesque locations like waterfalls.",
      "8": "The Narmada basin originates from Amarkantak hills. The river flows west through a rift valley, creating scenic locations like the Dhuandhar falls. Its tributaries are very short and join at right angles.",
      "9": "The Narmada river emerges from Amarkantak hills. Its three main features are: 1. It flows west in a rift valley created by faulting. 2. It forms picturesque locations like the Marble Rocks and Dhuandhar Falls. 3. Its basin covers parts of Madhya Pradesh and Gujarat, and its tributaries are short and join at right angles.",
      "10": "The river Narmada emerges from the Amarkantak hills in Madhya Pradesh.\nThe main features of the Narmada basin are:\n(i) It flows towards the west in a rift valley formed due to faulting.\n(ii) It creates many picturesque location like the Marble Rocks near Jabalpur and Dhuandhar Falls.\n(iii) All the tributaries of the Narmada are very short and most of them join the main stream at right angles. The Narmada Basin covers parts of Madhya Pradesh and Gujarat."
    }
  },
  "40": {
    "question": "Mention some of the characteristics of the lakes.",
    "ans": {
      "0": "Lakes are a type of mountain.",
      "1": "All lakes are salty.",
      "2": "Lakes are just wide rivers.",
      "3": "Lakes are found in India.",
      "4": "Lakes have water in them.",
      "5": "Some lakes are permanent, while some are not.",
      "6": "There are many lakes and they are all different in size and shape.",
      "7": "Lakes can be big or small. Some are permanent and have water all year, while others are seasonal and only have water during the rainy season.",
      "8": "Lakes in India are very different. Some are permanent, others are seasonal. They are formed in different ways, such as by glaciers, wind, or river action.",
      "9": "Lakes vary greatly in size and other characteristics. Most are permanent, but some are seasonal (only containing water during the rainy season). They are formed by various processes, including the action of glaciers, wind, rivers, and even human activities.",
      "10": "(i) India has many lakes.\n(ii) These differ from each other in size and other characteristics.\n(iii) Most lakes are permanent; some contain water only during the rainy season, like the lakes in the basins of inland drainage of semi-arid regions.\n(iv) There are some lakes which are the result of the action of glaciers and ice sheets, while the others have been formed by wind, river action, and human activities."
    }
  },
  "41": {
    "question": "Describe the implications of India's longitudinal extent.",
    "ans": {
      "0": "It makes India very cold.",
      "1": "It means India is very long from north to south.",
      "2": "It has implications.",
      "3": "India's location is important.",
      "4": "Because of its location, India can trade with other countries.",
      "5": "India is in the middle of the eastern hemisphere, so it is on important trade routes.",
      "6": "India's central location in the Eastern Hemisphere is very favourable for international trade as it connects Europe with East Asian countries.",
      "7": "The location of India is important for trade and commerce. Its position in the middle of the eastern hemisphere means it lies on major sea trade routes, connecting different continents.",
      "8": "India's location has significant implications for trade. Being centrally located in the Eastern Hemisphere, it commands major sea routes, which has historically helped it establish strong commercial and cultural links with other nations.",
      "9": "The implications of India's location are primarily related to international trade. Its central position in the Eastern Hemisphere places it on crucial maritime trade routes, which has facilitated the establishment of close cultural and commercial contacts with countries in West Asia, Africa, and Europe, as well as with Southeast and East Asia.",
      "10": "(i) India's geographical location is favourably important for international trade.\n(ii) Due to its central location in the eastern hemisphere, India lies on the major trade routes.\n(iii) It has helped in establishing close cultural and commercial contacts with these countries."
    }
  },
  "42": {
    "question": "What is meant by the Indian Standard Time? What is its importance?",
    "ans": {
      "0": "It's the time on the sun.",
      "1": "It's the time in New Delhi.",
      "2": "It is the time for India.",
      "3": "It's a standard time for the country.",
      "4": "IST is one time for all of India to avoid confusion.",
      "5": "Indian Standard Time is a single time zone for the whole country so that everyone follows the same time.",
      "6": "It is the time based on the 82° 30' E longitude. Its importance is that it creates one uniform time for the entire country, preventing confusion.",
      "7": "Indian Standard Time (IST) is the official time for the whole country, based on the 82° 30' E meridian. It's important because it avoids the confusion that would be caused by having different local times in different parts of India.",
      "8": "IST is the uniform time accepted across India, based on the standard meridian of 82° 30' E. Its importance is crucial because it eliminates the potential confusion of a nearly two-hour time difference between the country's eastern and western parts.",
      "9": "Indian Standard Time (IST) is the time observed throughout India. It is based on the 82° 30' E longitude, which passes near the middle of the country. Its importance is that it brings harmony and avoids confusion in transport, communication, and official work by ensuring everyone follows a single, unified time, rather than their own local times.",
      "10": "Indian Standard Time (IST) is that which is accepted all over India. We have accepted 82° 30' E longitude as the Standard Meridian of India. It was accepted as it lies almost in the middle.\nThe Indian Standard Time has a great importance:\n(i) It has prevented a lot of confusion and has brought harmony in time throughout the country.\n(ii) The local time at each longitude is different. So in order to follow one timing, India has accepted the 82° 30'E as the Standard Meridian of India."
    }
  },
  "43": {
    "question": "What was the Nazis ideology regarding motherhood ?",
    "ans": {
      "0": "They wanted women to be soldiers.",
      "1": "They believed women and men were the same.",
      "2": "They had an ideology about mothers.",
      "3": "They wanted women to have children.",
      "4": "The Nazis believed women should be good mothers and have lots of babies.",
      "5": "Nazi ideology for women was to be good mothers who raised pure Aryan children. They were not supposed to be like men.",
      "6": "The Nazis taught that women were different from men and their main role was to be good mothers. They were meant to raise racially pure Aryan children.",
      "7": "The Nazi ideology stated that men and women were fundamentally different and that equal rights were wrong. A girl's duty was to become a good mother and rear pure-blooded Aryan children.",
      "8": "The Nazis preached that a woman's place was in the home. They were taught to be good mothers whose main purpose was to maintain the purity of the Aryan race by having many pure-blooded children and teaching them Nazi values.",
      "9": "In Nazi Germany, the ideology for motherhood was centered on racial purity. Women were taught they were radically different from men and that the fight for equal rights was wrong. Their primary role was to be good mothers, rear numerous pure-blooded Aryan children, maintain the home, and teach their children Nazi values.",
      "10": "1. In Nazi Germany, children were repeatedly told that women were radically different from men.\n2. It was preached that the fight for equal rights for men and women was wrong and it would destroy the society. The boys were taught to be aggressive, masculine and steel-hearted. The girls were taught to become good mothers.\n3. They were supposed to rear pure-blooded Aryan children and maintain the purity of the race. They had to distance themselves from Jews, look after the home, and over and above teach their children the Nazi Values."
    }
  },
  "44": {
    "question": "What was the ideology of the Nazis regarding the Jews ?",
    "ans": {
      "0": "The Nazis and Jews were friends.",
      "1": "The Nazis helped the Jews.",
      "2": "They had an ideology.",
      "3": "The Nazis didn't like the Jews.",
      "4": "The Nazi ideology was to be mean to Jews and keep them separate.",
      "5": "The Nazis believed Jews were an inferior race. They kicked them out of schools and didn't let German and Jewish children play together.",
      "6": "The Nazi ideology was based on racial hatred. They fired Jewish teachers and segregated Jewish children from German children in schools.",
      "7": "The Nazi ideology was to purify Germany of Jews, whom they considered 'undesirable'. This started in schools where Jewish teachers were fired and Jewish children were not allowed to mix with German children.",
      "8": "The Nazis' ideology viewed Jews as an 'undesirable' race that needed to be eliminated. This was implemented by first 'cleansing' schools of Jewish teachers and students. German and Jewish children were forbidden to interact, and eventually, Jewish children were sent to gas chambers.",
      "9": "The Nazi ideology regarding Jews was one of intense racial hatred and persecution. This was implemented systematically, starting with the purification of schools where Jewish teachers were dismissed. Jewish and German children were segregated, and ultimately, Jewish and other 'undesirable' children were expelled and sent to be murdered in gas chambers.",
      "10": "The ideology of the Nazis regarding the Jews were:\n- All schools were cleansed and purified under Nazism. Those teachers were dismissed who were found to be Jews or seen as politically unreliable.\n- German and Jew children were not allowed to sit or play together.\n- All the undesirable children—Jews, Gypsies, and the physically handicapped were dismissed from schools and finally were taken to gas chambers in the 1940s."
    }
  },
  "45": {
    "question": "How did Nazi propaganda play a role in Hitler's rise to power?",
    "ans": {
      "0": "It didn't play any role.",
      "1": "Hitler rose to power by himself.",
      "2": "They made posters.",
      "3": "They used propaganda to get power.",
      "4": "They used propaganda to make Hitler look good.",
      "5": "Nazi propaganda made Hitler seem like a hero who could save Germany and made people hate the Jews.",
      "6": "Propaganda was key to Hitler's rise. It was led by Joseph Goebbels and used media to glorify Hitler and spread Nazi ideas.",
      "7": "Nazi propaganda played a huge role by controlling all media like newspapers and radio. This was used to build a cult of personality around Hitler and promote hatred of Jews.",
      "8": "Propaganda, managed by Goebbels, was crucial for Hitler's rise. It controlled all media to portray Hitler as Germany's savior while spreading anti-Semitic messages. This fostered national unity around the Nazi party.",
      "9": "Nazi propaganda, expertly wielded by Joseph Goebbels, was instrumental in Hitler's ascent. By controlling all forms of media, they created a powerful cult of personality that glorified Hitler as the nation's savior. Simultaneously, it used relentless anti-Semitic messaging to create a common enemy and fostered a strong sense of national pride and unity.",
      "10": "Minister of Propaganda: Joseph Goebbels led a massive propaganda campaign.\n- Media control: Controlled newspapers, radio, films, and rallies to spread Nazi ideology.\n- Cult of personality: Glorified Hitler as the savior of Germany.\n- Anti-Semitic messages: Promoted hatred against Jews and other minorities.\n- National unity: Fostered a sense of national pride and unity among Germans."
    }
  },
  "46": {
    "question": "What do you know about 'Nazi schooling'?",
    "ans": {
      "0": "It was a normal school system like any other.",
      "1": "It's where the Nazis learned to be leaders.",
      "2": "It was about school in Germany.",
      "3": "It was a school system that taught Nazi ideas.",
      "4": "Nazi schooling taught children to be loyal to Hitler.",
      "5": "It was a system that taught children to be loyal to Hitler and to hate Jewish people.",
      "6": "Nazi schooling was ideological training. They rewrote school textbooks and taught children to hate Jews and worship Hitler.",
      "7": "It was a system of ideological training where textbooks were rewritten. They introduced 'racial science' to justify Nazi ideas and taught children to be loyal to Hitler.",
      "8": "Nazi schooling was a process of brainwashing. Textbooks were rewritten with Nazi ideology, racial science was introduced, and sports like boxing were used to make children aggressive and loyal.",
      "9": "Under Nazi schooling, all children were subjected to ideological training. School textbooks were rewritten to include Nazi ideas, and 'racial science' was introduced to justify their views on race. Children were taught to be completely loyal, to hate Jews, and to worship Hitler.",
      "10": "All 'Good German' children were subjected to a prolonged period of ideological training—a process of Nazi schooling. School textbooks were rewritten. Racial science was introduced to justify Nazi ideas of race. Children were taught to be loyal and submissive, hate Jews, and worship Hitler. Even sports was used to nurture a spirit of violence and aggression among children. Hitler believed boxing made children iron-hearted, strong and masculine."
    }
  },
  "47": {
    "question": "Assess the impact of Lenin's leadership on the success of the Bolshevik Revolution.",
    "ans": {
      "0": "Lenin was the Tsar of Russia.",
      "1": "Lenin was against the revolution.",
      "2": "Lenin was a leader in Russia.",
      "3": "Lenin led the Bolshevik Revolution.",
      "4": "Lenin was a very important leader for the revolution's success.",
      "5": "Lenin's leadership was key. He used the slogan 'Peace, Land, and Bread' to get a lot of support.",
      "6": "Lenin was crucial. His April Theses gave the Bolsheviks a clear plan, and his slogans were very effective in gaining popular support.",
      "7": "Lenin's leadership was vital for the success of the revolution. He provided a clear, radical program with his April Theses and successfully mobilized the masses with slogans like 'Peace, Land, and Bread'.",
      "8": "Lenin's leadership was instrumental. He provided a clear vision through his April Theses, gained widespread support with the slogan 'Peace, Land, and Bread,' and built the Bolshevik party into a disciplined force that could seize power.",
      "9": "Lenin's impact was immense. His strategic vision, outlined in the April Theses, gave the Bolsheviks a clear program for peace, land, and worker control. He expertly used slogans like 'Peace, Land, and Bread' to mobilize the masses and built a disciplined, centralized party capable of taking power.",
      "10": "1. Lenin's leadership was instrumental in the success of the Bolshevik Revolution. His charismatic leadership, strategic vision, and ability to inspire and mobilize the masses were crucial. Lenin's April Theses provided a clear and radical program, advocating for peace, land redistribution, and workers' control of production.\n2. He adeptly used slogans like “Peace, Land, and Bread” to gain popular support. Lenin also successfully navigated internal party debates and built a disciplined, centralized party capable of seizing Power."
    }
  },
  "48": {
    "question": "Discuss the economic and social conditions in Russia that led to the Russian Revolution of 1917.",
    "ans": {
      "0": "Russia was a very wealthy and happy country.",
      "1": "The revolution happened because of a popular king.",
      "2": "There were some problems in Russia.",
      "3": "The people were poor, so they had a revolution.",
      "4": "The peasants were very poor and the factory workers were unhappy.",
      "5": "Economic conditions were bad for peasants and workers, and Russia's involvement in World War I made everything worse.",
      "6": "The revolution was caused by terrible economic and social conditions. Most people were poor peasants, and industrial workers faced low wages and long hours. The war caused food shortages.",
      "7": "There was severe inequality in Russia. The majority were impoverished peasants, while a small elite owned everything. Rapid industrialization led to overcrowded cities and terrible working conditions, creating widespread discontent.",
      "8": "Russia was marked by deep social and economic inequality. Peasants were poor, and industrial workers were exploited. World War I was a major trigger, as it led to food shortages, inflation, and massive military casualties, which destroyed support for the Tsar.",
      "9": "The revolution was fueled by severe economic and social inequality. Most Russians were impoverished peasants, while industrial workers faced exploitation and poor living conditions in overcrowded cities. The situation was critically worsened by Russia's participation in World War I, which caused massive casualties, food shortages, and inflation, leading to a complete breakdown of support for the Tsarist regime.",
      "10": "1. Russia in the early 20th century was marked by severe economic and social inequality.\n2. The majority of the population were peasants living in poverty, while a small elite controlled most of the land and wealth.\n3. Industrial workers faced poor working conditions, low wages, and long hours, leading to widespread discontent. The rapid industrialization led to overcrowded cities and poor living conditions. Additionally, Russia's involvement in World War I exacerbated these issues, causing food shortages, inflation, and massive military casualties, which further eroded public support for the Tsarist regime."
    }
  },
  "49": {
    "question": "Explain the significance of the slogan \"Peace, Land, and Bread\" during the Russian Revolution.",
    "ans": {
      "0": "It was a menu at a restaurant.",
      "1": "It was a popular children's book.",
      "2": "It was a famous slogan.",
      "3": "The slogan was about getting bread for the hungry.",
      "4": "It was about getting peace and land for the people.",
      "5": "It was the Bolsheviks' slogan promising peace, land, and bread to the people.",
      "6": "'Peace' meant ending the war, 'Land' was for the peasants, and 'Bread' was for the hungry people in the cities.",
      "7": "The slogan was very significant because it addressed the main demands of the soldiers, peasants, and workers, which helped the Bolsheviks gain massive popular support.",
      "8": "The slogan was powerful because it directly addressed the key grievances of the Russian people: 'Peace' for the soldiers tired of WWI, 'Land' for the landless peasants, and 'Bread' for the starving urban workers.",
      "9": "The slogan 'Peace, Land, and Bread' was highly significant because it perfectly summarized the Bolsheviks' promises. It appealed to the three largest discontented groups: 'Peace' for the war-weary soldiers, 'Land' for the oppressed peasantry, and 'Bread' for the hungry city dwellers, thus securing massive popular support for their cause.",
      "10": "The slogan \"Peace, Land, and Bread\" encapsulated the Bolsheviks' promises to withdraw from World War I (peace), redistribute land to peasants (land), and address food shortages (bread), gaining them popular support."
    }
  },
  "50": {
    "question": "Who were the 'greens' and 'whites'?",
    "ans": {
      "0": "They were two popular rock bands.",
      "1": "They were part of the Bolshevik party.",
      "2": "They were colours.",
      "3": "They were groups in Russia.",
      "4": "They were groups who fought against the Bolsheviks.",
      "5": "The 'greens' and 'whites' were anti-Bolshevik groups who fought them in a civil war after the revolution.",
      "6": "They were groups who opposed the Bolsheviks during the civil war. The 'whites' were supported by foreign countries.",
      "7": "The 'greens' and 'whites' were the forces that fought against the Bolsheviks in the civil war. The 'whites' received support from countries like France and Britain.",
      "8": "They were anti-Bolshevik groups that started a civil war. They received support from foreign powers like France, America, and Britain because those countries were worried about socialism spreading.",
      "9": "The 'greens' and 'whites' were the collective name for forces who opposed the Bolsheviks, leading to a civil war. They were supported by several foreign powers, including France, Britain, Japan, and the USA, who feared the global spread of socialism.",
      "10": "They were the group of people who were against the Bolshevik Revolution. They started a civil war. They were supported by the French, American, British and the Japanese troops as these countries were worried about the growth of socialism in Russia."
    }
  },
  "51": {
    "question": "Analyze the role of women in the French Revolution.",
    "ans": {
      "0": "Women had no role in the revolution.",
      "1": "Women were against the revolution.",
      "2": "Women watched the revolution happen.",
      "3": "Women participated in the revolution.",
      "4": "Women marched for bread during the revolution.",
      "5": "Women were politically active. They marched for bread and formed their own clubs to discuss politics.",
      "6": "Women played a very active role, most famously in the October 1789 March on Versailles, where they marched to demand bread.",
      "7": "Women were active participants. They took part in major events like the March on Versailles and formed their own political clubs to advocate for their rights and social reforms.",
      "8": "Women played a significant role. They participated in the storming of the Bastille, they led the March on Versailles to protest high bread prices, and they formed their own political clubs to be involved in politics.",
      "9": "Women were crucial participants in the French Revolution. They were active in key events like the storming of the Bastille and the famous March on Versailles. They also organized politically, forming clubs like the Society of Revolutionary Republican Women to demand social reforms and political rights.",
      "10": "- Women played significant roles in revolutionary events, including the March on Versailles in October 1789, where thousands of women marched to Paris to demand bread and protest high prices.\n- They actively participated in political clubs, such as the Society of Revolutionary Republican Women, advocating for political rights and social reforms.\n- Women's involvement in the storming of the Bastille symbolized their defiance against royal authority and their desire for political change."
    }
  },
  "52": {
    "question": "What did Lencho hope for?",
    "ans": {
      "10": "Lencho was a farmer. The only thing he hoped and prayed for were showers for his field of ripe corn. He knew that if the rain did not come, the crop would fail, leading to a significant loss.",
      "9": "As a farmer, Lencho's single hope was for a downpour of rain for his field of ripe corn. He understood that without rain, his harvest would fail, causing a major loss.",
      "8": "Lencho hoped for rain for his cornfield. He needed the rain so his crops wouldn't be ruined and he could have a successful harvest.",
      "7": "Lencho was a farmer who was waiting for it to rain. His corn crops needed the water to grow properly.",
      "6": "He hoped for rain. The rain was for his cornfield.",
      "5": "Lencho wanted it to rain on his plants.",
      "4": "He hoped for good weather for his farm.",
      "3": "Lencho prayed for his corn.",
      "2": "He was a farmer and he was worried.",
      "1": "He hoped for money.",
      "0": "Lencho hoped to sell his farm and move away."
    }
  },
  "53": {
    "question": "How did the rain change? What happened to Lencho’s fields?",
    "ans": {
      "10": "Initially, the season brought good rains, and Lencho was certain he would get a good harvest. However, the rain soon turned into a violent storm accompanied by strong winds and hailstones. The harsh weather completely destroyed his crops.",
      "9": "The rain began as a welcome shower, making Lencho happy. But it quickly intensified into a fierce hailstorm with strong winds. The hailstones were so large and fell for so long that they completely destroyed Lencho's entire crop.",
      "8": "The rain didn't stay gentle for long. It turned into a big storm with hail. The hailstones covered the field and destroyed the whole corn crop.",
      "7": "The rain changed into a hailstorm. As a result, all of Lencho's crops in his fields were destroyed.",
      "6": "The rain turned to hail. The hail destroyed the field.",
      "5": "The weather turned bad. The storm ruined his farm.",
      "4": "There was a big storm.",
      "3": "The rain was bad for the corn.",
      "2": "It got very cold and windy.",
      "1": "The rain made everything very wet.",
      "0": "The sun came out and the crops grew bigger."
    }
  },
  "54": {
    "question": "Who or what did Lencho have faith in? What did he do?",
    "ans": {
      "10": "Amidst his adversity, Lencho maintained his faith in God. He believed that God had seen his suffering and would help him. His faith was so strong that he wrote a letter to God, asking for one hundred pesos to sow a new crop, as his previous one was destroyed by the hailstorm.",
      "9": "Lencho had a deep and unshakable faith in God. Convinced that God would not let his family starve, he took the remarkable step of writing a letter directly to God, in which he requested 100 pesos to re-sow his field and survive.",
      "8": "Lencho had faith in God. He decided to write a letter to God to ask for help after the storm. In his letter, he asked for one hundred pesos to plant his field again.",
      "7": "He had faith in God's help. So, he wrote God a letter asking for money to solve his problem.",
      "6": "Lencho believed in God, so he wrote him a letter.",
      "5": "He had faith, so he wrote a letter asking for 100 pesos.",
      "4": "Lencho asked God for money.",
      "3": "He wrote a letter for help.",
      "2": "He had faith in a letter.",
      "1": "He had faith.",
      "0": "Lencho had faith in the government and wrote a letter to the president."
    }
  },
  "55": {
    "question": "What did the postmaster do then?",
    "ans": {
      "10": "After reading Lencho's letter, the postmaster was deeply touched by the writer's faith. He decided to help Lencho to keep that faith alive. The postmaster contributed a part of his salary and collected money from his colleagues and friends, sending the collected amount to Lencho in a letter signed 'God'.",
      "9": "The postmaster was so impressed by Lencho's profound faith that he resolved not to shake it. He initiated a collection, contributing from his own salary and asking his employees and friends for money. He then sent the gathered amount to Lencho in an envelope, signing it as 'God'.",
      "8": "The postmaster decided to help Lencho to preserve his faith. He gave some of his own money and also collected money from the other post office employees. He put the money in an envelope and mailed it to Lencho.",
      "7": "The postmaster read the letter and decided to answer it. He collected money from his coworkers and sent it to Lencho.",
      "6": "The postmaster collected money for Lencho. He sent it to him in a letter.",
      "5": "He collected money and sent it to Lencho.",
      "4": "The postmaster decided to give Lencho some money.",
      "3": "He helped Lencho.",
      "2": "The postmaster read the letter.",
      "1": "He laughed at the letter.",
      "0": "He threw the letter in the trash."
    }
  },
  "56": {
    "question": "Did Lencho try to find out who had sent the money to him? Why or why not?",
    "ans": {
      "10": "No, Lencho did not try to find out who sent the money. His faith in God was so absolute that he never questioned the source of the letter and the money. He was completely certain it was from God. In fact, he became angry that the amount was less than one hundred pesos, believing the post office employees had stolen the difference, as he was sure God would not make a mistake or send less than what he asked for.",
      "9": "No, Lencho made no effort to discover the sender. This was because his faith in God was so complete and unwavering that the possibility of the money coming from any other source never entered his mind. He was entirely convinced it was a direct reply from God and showed no surprise.",
      "8": "No, Lencho did not try to find out who sent the money. He wasn't surprised to get it because he had total faith that God would answer his letter. He just assumed the money was from God.",
      "7": "No, he didn't try to find the sender. He believed the money came from God, so there was no reason to look for anyone else.",
      "6": "No, because he had faith in God. He thought God sent it.",
      "5": "No, Lencho did not. He knew it was from God.",
      "4": "No. He had too much faith.",
      "3": "No. He was angry about how much money he got.",
      "2": "No, he did not try.",
      "1": "Yes, he asked the postmaster.",
      "0": "Yes, he wrote a thank you letter to the postmaster for his generosity."
    }
  },
  "57": {
    "question": "There are two kinds of conflict in the story (A Letter to God): between humans and nature, and between humans themselves. How are these conflicts illustrated?",
    "ans": {
      "10": "The conflict between humans and nature is shown when the hailstorm, a natural force, destroys Lencho's crops, leaving him helpless. The conflict between humans is illustrated by the dramatic irony at the end. The postmaster acts with kindness and generosity to help Lencho, but Lencho, distrusting other people, wrongly accuses the post office employees of stealing part of the money God sent him. This highlights a conflict rooted in misunderstanding and a lack of faith in fellow humans.",
      "9": "The story illustrates the human vs. nature conflict through the hailstorm that devastates Lencho's livelihood. The human vs. human conflict is shown through irony: the postmaster's act of charity is met with Lencho's suspicion. Lencho's lack of faith in humanity leads him to accuse the very people who helped him of being thieves, creating a conflict based on misunderstanding.",
      "8": "The conflict with nature is the hailstorm that ruins Lencho's cornfield. The conflict between humans happens when Lencho gets the money. He thinks God sent it, but because it's less than he asked for, he blames the post office workers for stealing from him, even though they were the ones who sent the money.",
      "7": "The first conflict is between Lencho and the storm. The storm destroys his crops. The second conflict is between Lencho and the postmaster. Lencho thinks the postmaster stole his money, but the postmaster was actually trying to help him.",
      "6": "Human vs. nature is the storm destroying the crops. Human vs. human is when Lencho accuses the post office workers of being crooks.",
      "5": "The storm is a conflict. Then Lencho gets mad at the post office people.",
      "4": "The weather was bad. Lencho had a problem with the postmaster.",
      "3": "The hail was a problem. The money was a problem.",
      "2": "Lencho versus the storm. Lencho versus people.",
      "1": "There was a storm.",
      "0": "Lencho had a conflict with God."
    }
  },
  "58": {
    "question": "What does Mandela thank the international leaders for?",
    "ans": {
      "10": "Mandela thanks the international leaders for coming to witness his inauguration as the first Black President of South Africa. He feels privileged to welcome them because, not long before, South Africa was considered an outlaw nation due to its policy of apartheid. Their presence signifies a gesture of international recognition for a newly born, free, and democratic nation and represents a common victory for justice, peace, and human dignity.",
      "9": "Mandela expresses his gratitude to the international leaders for attending the inauguration. He thanks them for being there to share in a victory for justice, peace, and human dignity. Their presence is significant because it marks the end of South Africa's isolation under apartheid and recognizes the birth of a new, democratic nation.",
      "8": "Mandela thanks the world leaders for coming to South Africa. He says their presence is an honor because it shows the world now accepts South Africa as a democratic country, unlike during apartheid when it was isolated. It is a shared victory for justice and peace.",
      "7": "He thanks the international leaders for attending the ceremony. He sees their presence as a sign of victory for justice and human dignity, and the end of apartheid.",
      "6": "Mandela thanks the leaders for coming to celebrate the end of apartheid and the victory for justice.",
      "5": "He thanks the leaders for coming to his inauguration.",
      "4": "Mandela thanks the leaders for being there.",
      "3": "He thanks the leaders for the victory.",
      "2": "He is happy the leaders are there.",
      "1": "Mandela thanks the leaders.",
      "0": "Mandela thanks the leaders for ending the war."
    }
  },
  "59": {
    "question": "At the beginning of his speech, Mandela mentions 'an extraordinary human disaster'. What does he mean by this? What is the 'glorious human achievement' he speaks of at the end?",
    "ans": {
      "10": "The 'extraordinary human disaster' that Mandela refers to is the policy of apartheid in South Africa. It was a system of racial segregation and discrimination where Black people were oppressed and denied basic rights. The 'glorious human achievement' is the establishment of a democratic, non-racial government in South Africa, which marks the end of that oppression and the beginning of an era of freedom and equality for all its people.",
      "9": "The 'extraordinary human disaster' is apartheid, the brutal system of racial oppression that lasted for decades in South Africa. The 'glorious human achievement' is the peaceful transition to a democratic, non-racial government, signifying a triumph of equality and the end of that oppression.",
      "8": "The 'human disaster' Mandela talks about is apartheid. It was a terrible system that oppressed Black people. The 'glorious human achievement' is the creation of a new, fair government where people of all races are equal and free.",
      "7": "The 'disaster' was the system of apartheid in South Africa. The 'achievement' is the new democratic government that gives freedom and equality to everyone.",
      "6": "The disaster was apartheid. The achievement was the new free government.",
      "5": "The disaster was oppression. The achievement was freedom.",
      "4": "The disaster was bad. The achievement was good.",
      "3": "He is talking about the past and the future.",
      "2": "The disaster was about humans.",
      "1": "Apartheid.",
      "0": "The disaster was a war and the achievement was a treaty."
    }
  },
  "60": {
    "question": "What does Mandela mean when he says he is “simply the sum of all those African patriots” who had gone before him?",
    "ans": {
      "10": "By this statement, Mandela is paying tribute to all the freedom fighters who sacrificed their lives for the struggle against apartheid. He sees himself as the embodiment of their collective courage and suffering. He believes that their efforts paved the way for the freedom that was eventually achieved, and he is merely continuing their legacy and carrying forward the ideals for which they fought.",
      "9": "Mandela means that his own achievements are built upon the sacrifices and struggles of all the African patriots who fought against apartheid before him. He feels he is the result of their combined efforts and that he is carrying their legacy forward. It's a humble acknowledgment that freedom was a collective effort, not a solo one.",
      "8": "He means that he is just one part of a long line of freedom fighters. He is honoring all the people who fought and died for freedom in South Africa. He feels that he represents all of their sacrifices and is continuing their work.",
      "7": "Mandela is saying that his success comes from the work of many other patriots. He is giving credit to all the people who fought for freedom before him.",
      "6": "He is the result of all the patriots who fought before him.",
      "5": "He means that other people helped him.",
      "4": "He is the sum of other patriots.",
      "3": "He is like other people.",
      "2": "He is an African patriot.",
      "1": "He is a good at math.",
      "0": "He is better than all the other patriots combined."
    }
  },
  "61": {
    "question": "How did Mandela’s understanding of freedom change with age and experience?",
    "ans": {
      "10": "As a boy, Mandela thought freedom was the ability to run in the fields and do as he pleased. As a young man, he saw freedom as the personal ability to earn a living and raise a family. However, with age and experience, he realized that true freedom was not just about his individual liberty. He saw that his entire community was oppressed, and his understanding of freedom broadened to mean the collective freedom of all his people from the bondage of apartheid.",
      "9": "Mandela's idea of freedom evolved over time. As a child, it was a simple, personal freedom to play. As a student and young man, it became about personal achievements like getting a job and having a family. Later, he realized these personal freedoms were meaningless while his people were not free, and his desire for freedom became a desire for the liberation of all South Africans.",
      "8": "When he was a boy, freedom meant running around and having fun. As a young man, it meant having the freedom to get a job and support a family. But as he got older, he saw that his people were not free, so his idea of freedom changed to wanting freedom for everyone in his country.",
      "7": "As a child, freedom was just about being able to play. As an adult, he first wanted freedom for himself. Then, he realized he wanted freedom for all of his people.",
      "6": "His idea of freedom changed. First it was for himself, then for everyone.",
      "5": "He wanted to be free. Then he wanted his people to be free.",
      "4": "His understanding of freedom changed with age.",
      "3": "He learned about freedom.",
      "2": "He was a boy then a man.",
      "1": "He wanted freedom.",
      "0": "His understanding of freedom never changed."
    }
  },
  "62": {
    "question": "“They were beckoning to him, calling shrilly.” Why did the seagull’s father and mother threaten him and cajole him to fly?",
    "ans": {
      "10": "The young seagull's parents threatened and cajoled him because he was too afraid to make his first flight. While his siblings had already learned to fly, he remained on the ledge, overcome by his fear of the vast sea below. His parents used every tactic—encouragement, taunting, and threatening to let him starve—to push him to overcome his fear and learn the essential survival skill of flying.",
      "9": "The seagull's parents were trying to get him to fly because he was the only one who hadn't learned yet. He was paralyzed by fear, so they used a mix of threats and encouragement, like scolding him and threatening to leave him to starve, to force him to learn the vital skill of flying for survival.",
      "8": "His parents threatened and encouraged him because he was scared to fly. His brothers and sister had already flown away, but he stayed on the ledge. They knew he had to learn to fly to survive, so they tried everything to make him jump.",
      "7": "They threatened and cajoled him to make him fly. He was too afraid to try, so they were trying to push him to learn this important skill.",
      "6": "The parents tried to make the seagull fly because he was scared. They threatened to let him starve.",
      "5": "They wanted him to fly. He was afraid, so they yelled at him.",
      "4": "His parents were calling him to fly.",
      "3": "They were mad at him for not flying.",
      "2": "The seagull was scared.",
      "1": "They were calling him.",
      "0": "They wanted to leave him behind because he was a bad son."
    }
  },
  "63": {
    "question": "“The sight of the food maddened him.” What does this suggest? What compelled the young seagull to fly finally?",
    "ans": {
      "10": "The phrase suggests that the young seagull's hunger had become unbearable and desperate. He had been left alone for over twenty-four hours without food. The final push that compelled him to fly was an act by his mother. She tore a piece of fish and flew close to his ledge but stopped just out of reach. Maddened by hunger and the sight of the food, the seagull dived for it, falling from the ledge. In that moment of terror, his survival instinct took over, his wings spread automatically, and he found himself flying.",
      "9": "This phrase indicates the seagull was extremely hungry and desperate after not eating for a day. What finally made him fly was a clever trick by his mother. She brought a fish near him but didn't give it to him. His overpowering hunger made him dive for the food, which caused him to fall off the ledge and instinctively start flying to save himself.",
      "8": "It suggests the seagull was crazy with hunger. He hadn't eaten in a long time. His mother tempted him with a piece of fish, flying near but not to the ledge. He was so hungry that he jumped for the fish, and that's what finally made him fly.",
      "7": "He was very, very hungry. His mother used food to make him fly. He dived for the fish she was holding, and then he started flying.",
      "6": "The sight of food made him mad with hunger. His mother used a fish to get him to fly.",
      "5": "He was hungry. Food made him fly.",
      "4": "The food maddened him. He flew for the fish.",
      "3": "His mother had food.",
      "2": "He was hungry.",
      "1": "He saw food.",
      "0": "He flew because he was angry at his mother."
    }
  },
  "64": {
    "question": "Have you ever had a similar experience, where your parents encouraged you to do something that you were too scared to try? Discuss this in pairs or groups.",
    "ans": {
      "10": "Yes, I had a similar experience when learning to ride a bicycle. I was terrified of falling and getting hurt, so I kept giving up. My parents consistently encouraged me. My father would hold the back of the seat to help me balance, but the moment he let go, I would panic and fall. However, their persistence and gentle encouragement gave me the confidence to keep trying. Gradually, I overcame my fear, and after many attempts, I was finally able to ride on my own.",
      "9": "I can relate to this. When I was learning to swim, I was very scared of the deep end of the pool. My mother encouraged me by staying with me in the water and showing me I wouldn't sink. Her patience and support helped me get over my fear and eventually learn to swim confidently.",
      "8": "Yes, when I was learning to ride a bike. I was scared of falling. My dad kept telling me I could do it and held the bike for me. His encouragement helped me finally learn how to do it by myself.",
      "7": "I had a similar experience with learning to swim. My parents encouraged me to try even though I was scared of the water. They helped me until I wasn't afraid anymore.",
      "6": "Yes, learning to ride a bike. My parents helped me.",
      "5": "I was scared to swim and my parents encouraged me.",
      "4": "Yes, I have had a similar experience.",
      "3": "Yes, with a bike.",
      "2": "Yes.",
      "1": "No.",
      "0": "I have never been scared of anything."
    }
  },
  "65": {
    "question": "Why does the narrator say, “I landed and was not sorry to walk away from the old Dakota…”?",
    "ans": {
      "10": "The narrator says this to express his immense relief at being safely on the ground. He had just survived a terrifying experience, flying his old Dakota plane through a massive storm cloud with non-functioning instruments. Walking away from the plane was walking away from the fear and danger he had just faced. His primary feeling was gratitude for his survival, not sentimental attachment to the aircraft at that moment.",
      "9": "He says this to show how relieved he was to be safe. He had just flown through a dangerous storm where all his instruments failed, and he nearly died. Getting out of the plane meant leaving that terrifying experience behind, so his main emotion was thankfulness for surviving, not sadness about leaving his plane.",
      "8": "The narrator says this because he was very relieved to be safe. He had a scary flight in the storm. Walking away from the plane was like walking away from the danger. He was just happy to have survived.",
      "7": "He says this to show his relief. He was happy to land safely after the dangerous flight through the storm.",
      "6": "He was relieved to be safe after the storm. He was not sorry to leave the plane.",
      "5": "He was happy to be on the ground.",
      "4": "He was not sorry to walk away.",
      "3": "He landed the plane.",
      "2": "He was flying a Dakota.",
      "1": "He walked away.",
      "0": "He was angry at his plane for breaking down."
    }
  },
  "66": {
    "question": "Describe the narrator’s experience as he flew the aeroplane into the storm.",
    "ans": {
      "10": "As the narrator flew into the storm, his plane began to jump and twist in the air. It was completely dark, and he could not see anything outside. His instruments, including the compass and radio, stopped working, leaving him lost and disoriented. The situation was terrifying, and the fuel was running low. Suddenly, he saw another black aeroplane without any lights, whose pilot gestured for him to follow. He followed the mysterious plane through the storm and was guided safely out of the clouds to an airport runway.",
      "9": "When the narrator entered the storm, everything went black and he lost visibility. His plane was tossed around violently. Critically, his compass and radio went dead, leaving him completely lost. Just when he was low on fuel and terrified, a mysterious black aeroplane appeared. The pilot, whom he could see, beckoned him to follow. He did, and the other plane led him safely through the storm clouds to a landing strip.",
      "8": "Flying into the storm was a scary experience for the narrator. His plane was shaking, and it was dark. His instruments stopped working, so he was lost. Then, he saw another black plane with no lights. The pilot of that plane signaled for him to follow, and it led him out of the storm to safety.",
      "7": "His plane started jumping in the air inside the storm. He couldn't see, and his compass and radio broke. He saw another plane that helped him get out of the storm and land safely.",
      "6": "He flew into a storm. His instruments broke. Another plane came and helped him land.",
      "5": "He was in a storm. He was lost but another plane helped him.",
      "4": "He flew into a storm and got lost.",
      "3": "It was a bad flight.",
      "2": "He saw another plane.",
      "1": "He was in a storm.",
      "0": "He crashed his plane in the storm."
    }
  },
  "67": {
    "question": "What made the woman in the control centre look at the narrator strangely?",
    "ans": {
      "10": "The woman in the control center looked at the narrator strangely because he asked about the 'other' black aeroplane that had guided him through the storm. She checked her radar and told him that no other planes were in the sky that night except for his. This revelation made the narrator's rescue a complete mystery.",
      "9": "She looked at him strangely because his question was impossible to answer based on her information. When he asked about the other pilot who had helped him, she consulted her radar and confirmed that his was the only plane flying in the storm. The fact that he saw another plane was very odd to her.",
      "8": "The woman looked at the narrator strangely when he asked her about the other black aeroplane. She checked the radar and saw that there were no other planes in the sky. It was strange to her because he was describing a plane that, according to her instruments, didn't exist.",
      "7": "She looked at him strangely because he asked about a second plane. She told him that the radar showed only his plane was flying that night, which contradicted his story.",
      "6": "She looked at him strangely because there was no other plane on the radar except for his. His question didn't make sense.",
      "5": "He asked about another plane, but there was no other plane on the radar, which made her look at him strangely.",
      "4": "She looked at him strangely because of the question he asked about another plane.",
      "3": "She saw no other plane on the radar screen.",
      "2": "He asked her a strange question.",
      "1": "She looked at him strangely.",
      "0": "She looked at him strangely because she thought he was handsome."
    }
  },
  "68": {
    "question": "Who do you think helped the narrator to reach safely? Discuss this among yourselves and give reasons for your answer.",
    "ans": {
      "10": "It is likely that the other pilot and the black aeroplane were a product of the narrator's own mind, a hallucination born out of desperation and fear. Facing a life-threatening situation, his own courage and piloting skill may have manifested as an external guide. He was a good pilot, and his subconscious may have projected this calming presence to help him navigate the storm and survive.",
      "9": "I believe the narrator helped himself. The 'other pilot' was likely a figment of his imagination, created by his mind under extreme stress. As a skilled pilot, his own survival instincts and courage probably guided him through the storm, and his brain personified this instinct as another helpful pilot to help him cope with the fear.",
      "8": "The other pilot was probably not real. The narrator was in a very dangerous situation, so he might have imagined the other plane to give himself hope and courage. His own skill as a pilot is what really saved him.",
      "7": "I think the narrator imagined the other pilot. He was scared and lost, so his mind created a helper to guide him to safety. It was his own bravery that got him through the storm.",
      "6": "The other plane was probably not real. It was either a ghost, an angel, or just something the narrator imagined because he was scared.",
      "5": "The black aeroplane was probably in his imagination.",
      "4": "I think the narrator helped himself because he was a good pilot.",
      "3": "It is a mystery who helped him.",
      "2": "The pilot in the other plane helped him.",
      "1": "A black aeroplane helped.",
      "0": "The woman in the control tower sent a secret jet to rescue him."
    }
  },
  "69": {
    "question": "How does the poet suggest that you identify the lion and the tiger? When can you do so, according to him?",
    "ans": {
      "10": "The poet suggests that you can identify an Asian Lion if a large, tawny (yellowish-brown) beast in an eastern jungle roars at you as it is about to kill you. You can identify a Bengal Tiger if a noble, wild beast with black stripes on a yellow coat greets you while roaming freely. According to the poet, you can make these identifications when you are about to become their prey.",
      "9": "The poet humorously suggests you can identify an Asian Lion when a large, tawny beast roars at you just before it attacks. A Bengal Tiger can be identified by its black stripes on a yellow hide when it meets you. In both cases, the poet implies that you will only be able to identify them at the very moment you are about to be eaten.",
      "8": "To identify a lion, the poet says a large, brownish beast will roar at you as you're dying. To identify a tiger, a beast with black stripes on a yellow background will find you. You can identify them when they are about to eat you.",
      "7": "The poet says you know it's a lion if it roars at you. You know it's a tiger if it has stripes. You can identify them right when they are about to kill you.",
      "6": "A lion is a tawny beast that roars. A tiger has black stripes on yellow. You identify them when you are about to be eaten.",
      "5": "A lion roars at you. A tiger has stripes. That's how you tell.",
      "4": "You can identify them when they attack you in the jungle.",
      "3": "You can identify them by how they look and sound.",
      "2": "A lion and a tiger are in the poem.",
      "1": "You see them in the jungle.",
      "0": "You can identify them at the zoo by reading the signs."
    }
  },
  "70": {
    "question": "Do you think the words ‘lept‘ and ‘lep’ in the third stanza are spelt correctly? Why does the poet spell them like this?",
    "ans": {
      "10": "No, the words are not spelled correctly. The correct spellings are 'leapt' and 'leap'. The poet deliberately misspells them to maintain the rhythm and rhyme scheme of the poem. This use of poetic license also adds a playful, humorous tone and emphasizes the identity of the animal in that stanza, the leopard.",
      "9": "No, 'lept' and 'lep' are misspelled. The poet uses poetic license to spell them this way to make them rhyme with 'leopard'. It helps maintain the poem's musical quality and rhythm while also adding a touch of humor to the description.",
      "8": "The words 'lept' and 'lep' are not spelled correctly. The poet spells them like this on purpose to make them rhyme with 'leopard'. It is a form of poetic license to keep the rhythm of the stanza.",
      "7": "No, the spelling is wrong. The poet does this to make the poem rhyme and to be funny. It matches with 'leopard'.",
      "6": "No, they are spelled wrong. The poet does it so the words rhyme with leopard.",
      "5": "The spelling is wrong. It's for the rhyme.",
      "4": "The words are misspelled to make the poem sound good.",
      "3": "No, they are not spelled correctly.",
      "2": "The poet made a spelling mistake.",
      "1": "Yes.",
      "0": "Lept is a word for jumping."
    }
  },
  "71": {
    "question": "Why does the poet say, “I would not intrude on him”? Why doesn’t he offer him money to buy another ball?",
    "ans": {
      "10": "The poet chooses not to intrude because he recognizes that the boy is going through a crucial learning experience. The loss of the ball is teaching the boy about responsibility and the nature of loss in a world of possessions. Offering money for a new ball would be pointless because a new ball cannot replace the memories associated with the lost one, and it would undermine the important lesson the boy is learning about coping with loss on his own.",
      "9": "The poet doesn't interfere or offer money because he understands the boy is learning a profound life lesson about loss and responsibility. He knows that another ball would be worthless as it couldn't bring back the boy's memories, and intruding would ruin the opportunity for the boy to learn how to stand up and cope with grief.",
      "8": "The poet doesn't intrude because the boy is learning an important lesson about loss for the first time. Giving him money for a new ball would be useless because it can't replace the one he lost, and it would stop him from learning how to handle loss by himself.",
      "7": "He doesn't want to intrude because the boy is learning about loss. He doesn't offer money because a new ball would not be the same as the old one, and the boy needs to learn this important lesson.",
      "6": "He does not intrude because the boy is learning about responsibility and loss. A new ball would be worthless to him.",
      "5": "He wants the boy to learn a lesson about losing things. Money won't help fix it.",
      "4": "He wouldn't intrude on him and he won't offer money because the boy is learning.",
      "3": "The boy is sad about his ball.",
      "2": "He doesn't want to bother the boy.",
      "1": "Because the boy lost his ball.",
      "0": "The poet doesn't have any money to give to the boy."
    }
  },
  "72": {
    "question": "Do you think the boy lost anything earlier? Pick out the words that suggest the answer.",
    "ans": {
      "10": "No, it seems this is the first time the boy has experienced such a significant loss. The line that suggests this is: 'He senses first responsibility in a world of possessions.' The phrase 'first responsibility' indicates that this is a new and formative experience for him.",
      "9": "No, this appears to be his first real experience with loss. The poem states, 'He senses first responsibility,' which strongly implies this is a new feeling for him and the beginning of his understanding of loss.",
      "8": "No, the boy probably hasn't lost anything important before. The words 'first responsibility' suggest that this is the first time he has had to face the reality of losing something valuable.",
      "7": "No, this is likely his first time losing something. The words that suggest this are 'He senses first responsibility'.",
      "6": "No, this is his first time. The poem says 'first responsibility'.",
      "5": "No. The poem says it is his 'first responsibility'.",
      "4": "No. The words are 'first responsibility'.",
      "3": "No. Because of the word 'first'.",
      "2": "No.",
      "1": "Yes, he has lost things before.",
      "0": "The boy loses balls all the time."
    }
  },
  "73": {
    "question": "What does the poet say the boy is learning from the loss of the ball? Try to explain this in your own words.",
    "ans": {
      "10": "The poet says the boy is learning a fundamental lesson about life: how to cope with loss. He is understanding the harsh reality that things, and even people, can be lost forever and cannot always be replaced. This experience teaches him to stand up to grief, to be resilient, and to accept that loss is an inevitable part of life. He is learning to take responsibility and move on.",
      "9": "The boy is learning the epistemology of loss—how to stand up after losing something important. He is learning that loss is a part of life and that possessions, like the ball, will be lost. This experience is teaching him to be strong and to take responsibility without being overcome by grief.",
      "8": "The boy is learning how to deal with loss. He is figuring out that you can't always get things back once they are gone. He is learning to be strong and to accept that losing things is a normal part of life.",
      "7": "He is learning how to cope with losing things. He understands that the ball is gone forever and he has to accept it. It's a lesson about life.",
      "6": "The boy is learning how to stand up after a loss. He's learning that this happens in life.",
      "5": "He is learning about loss.",
      "4": "He is learning to be responsible.",
      "3": "He is learning a lesson.",
      "2": "He is sad.",
      "1": "He is learning about his ball.",
      "0": "He is learning how to play baseball better."
    }
  },
  "74": {
    "question": "What makes writing in a diary a strange experience for Anne Frank?",
    "ans": {
      "10": "Writing in a diary was a strange experience for Anne for two main reasons. First, she had never written in one before. Second, and more importantly, she felt that no one, including herself later on, would be interested in the private thoughts and 'musings of a thirteen-year-old schoolgirl.' It felt strange to be confiding her deepest feelings to an inanimate object.",
      "9": "For Anne, writing in a diary was strange firstly because it was a new experience for her. Secondly, she found it strange because she doubted anyone would care about the thoughts of a thirteen-year-old girl. Sharing her private feelings with a diary felt unusual.",
      "8": "It was a strange experience for Anne because she had never written a diary before. Also, she thought it was strange that anyone would want to read the thoughts of a teenager like her.",
      "7": "Writing in a diary was strange for Anne because she had never done it before. She also didn't think anyone would be interested in her writings.",
      "6": "It was strange because she had never written a diary and thought no one would read it.",
      "5": "It was strange because she had never done it before.",
      "4": "She thought writing in a diary was strange.",
      "3": "She was thirteen.",
      "2": "It was a diary.",
      "1": "She was a girl.",
      "0": "Writing in a diary was not a strange experience for her."
    }
  },
  "75": {
    "question": "Why does Anne want to keep a diary?",
    "ans": {
      "10": "Anne wants to keep a diary because she feels lonely and believes she has no true friends with whom she can share her innermost thoughts and feelings. She says, 'Paper has more patience than people.' She hopes the diary, which she names 'Kitty,' will become her confidante and best friend, allowing her to get all her worries and burdens off her chest.",
      "9": "Anne decides to keep a diary primarily because of her loneliness. She feels she lacks a true friend to confide in, and she believes a diary ('paper') would be a more patient listener than people. She wants a friend to share her feelings with, so she decides to make her diary that friend.",
      "8": "Anne wants a diary because she is lonely and has no real friends. She feels she can't talk to anyone about her true feelings. She thinks paper is more patient, so the diary can be the friend she needs.",
      "7": "She wants a diary because she feels lonely and needs a friend to talk to. She names the diary Kitty to be her friend.",
      "6": "She wants a diary because she is lonely and has no friends.",
      "5": "She wants a friend. The diary is her friend.",
      "4": "She is lonely.",
      "3": "She wants to write.",
      "2": "She got a diary for her birthday.",
      "1": "She has many friends.",
      "0": "She wants to keep a diary to practice her handwriting."
    }
  },
  "76": {
    "question": "Why does Anne need to give a brief sketch of her family? Does she treat ‘Kitty’ as an insider or an outsider?",
    "ans": {
      "10": "Anne gives a brief sketch of her family so that anyone reading her diary can understand her world and the context of her stories. She treats 'Kitty' as an insider, a true friend. By providing this background information, she is not writing for a stranger but rather confiding in her friend, just as one would when introducing their family to a new close acquaintance.",
      "9": "Anne provides a family sketch to give context to her diary entries, so 'Kitty' can understand her life story. She definitely treats Kitty as an insider. Providing background information is a way of bringing a new friend up to speed, showing that she views the diary as a close confidante, not a formal record for an outsider.",
      "8": "She gives a sketch of her family so that her diary, Kitty, can understand her life. She treats Kitty like an insider, a real friend. She is sharing her family background with Kitty just like she would with a person.",
      "7": "Anne gives details about her family so her friend 'Kitty' will understand what she writes about. She treats Kitty as an insider, like a real friend.",
      "6": "She gives a family sketch for context. She treats Kitty as an insider.",
      "5": "She writes about her family. She treats Kitty like a friend.",
      "4": "She gives a family sketch. She treats Kitty as an insider.",
      "3": "She treats Kitty as an insider.",
      "2": "She writes about her family.",
      "1": "She treats Kitty as an outsider.",
      "0": "She doesn't give a sketch of her family."
    }
  },
  "77": {
    "question": "What tells you that Anne loved her grandmother?",
    "ans": {
      "10": "Anne's love for her grandmother is evident in several ways. She mentions that her grandmother's death in 1942 affected her deeply, writing, 'No one knows how often I think of her and still love her.' Furthermore, during her thirteenth birthday celebration, Anne lit a separate candle specifically for her grandmother, showing that she was still very much in her thoughts and heart.",
      "9": "We know Anne loved her grandmother because she writes about thinking of her often and still loving her after her death. A key piece of evidence is when she dedicates one of the candles on her thirteenth birthday cake to her grandmother, showing she is remembered and cherished.",
      "8": "Anne's love for her grandmother is clear because she says she thinks about her and loves her even after she died. Also, on her birthday, she lit a special candle just for her grandmother.",
      "7": "We know she loved her grandmother because she writes about missing her. She also lit a candle for her on her birthday.",
      "6": "She loved her grandmother. She lit a candle for her birthday.",
      "5": "She thinks of her grandmother and lit a candle for her.",
      "4": "She lit a candle for her grandmother.",
      "3": "Her grandmother died.",
      "2": "She had a grandmother.",
      "1": "She had a birthday.",
      "0": "Anne did not love her grandmother."
    }
  },
  "78": {
    "question": "Anne says teachers are most unpredictable. Is Mr. Keesing unpredictable? How?",
    "ans": {
      "10": "Yes, Mr. Keesing proves to be unpredictable. Initially, he seems strict and annoyed by Anne's talkative nature, punishing her by assigning extra homework in the form of essays. However, he shows his unpredictable side when, instead of getting angrier with Anne's witty essays, he takes them in good humor. He eventually enjoys her final poem so much that he reads it to multiple classes and allows her to talk without giving her any more punishments.",
      "9": "Yes, Mr. Keesing is unpredictable. At first, he's a strict teacher who punishes Anne for talking too much. You would predict he'd get more annoyed, but instead, he finds her clever essays amusing. His reaction completely changes, and he ends up enjoying her final poem and letting her talk freely, which is an unpredictable outcome.",
      "8": "Mr. Keesing is unpredictable because he changes his reaction to Anne. First, he acts like a typical strict teacher and gives her extra homework for talking. But then, he surprisingly enjoys her funny essays and even reads her poem to other classes, which is not what you would expect.",
      "7": "Yes, he is unpredictable. He starts off strict by giving her punishments. But he ends up liking her final poem and allows her to talk in class.",
      "6": "He is unpredictable. He punishes her for talking but then he likes her poem.",
      "5": "He changes. First he is strict, then he is not.",
      "4": "He is unpredictable because he gives her homework.",
      "3": "He is a teacher.",
      "2": "Yes, he is unpredictable.",
      "1": "No, he is not unpredictable.",
      "0": "Mr. Keesing was Anne's father."
    }
  },
  "79": {
    "question": "How old do you think Amanda is? How do you know this?",
    "ans": {
      "10": "Amanda is likely a young school-aged child, perhaps around 9-10 years old. We can infer this from the nature of the instructions her parent gives her, such as 'Don't bite your nails,' 'Did you finish your homework?,' and 'Tidy your room.' These are common corrections for children of that age. Additionally, her imaginative escapes into being a mermaid or Rapunzel are typical of a young child's fantasy world.",
      "9": "Amanda seems to be a school-aged child, probably between 8 and 12. The evidence for this is the kind of nagging she receives—about homework, tidying her room, and biting her nails—which are common for that age. Also, her fantasies of being a mermaid or Rapunzel are characteristic of a child's imagination.",
      "8": "Amanda is probably a young child, around 10 years old. We know this because her parent is telling her to do her homework and not bite her nails. Also, she imagines being fantasy characters like a mermaid, which is something a child would do.",
      "7": "She is a young schoolgirl. We know this because she is told to do her homework and she imagines she is Rapunzel.",
      "6": "She is a child. We know because she is told to do homework.",
      "5": "She is young because she imagines she is a mermaid.",
      "4": "She is a child.",
      "3": "She is in school.",
      "2": "She is Amanda.",
      "1": "She is a teenager.",
      "0": "Amanda is an old woman."
    }
  },
  "80": {
    "question": "What could Amanda do if she were a mermaid?",
    "ans": {
      "10": "If Amanda were a mermaid, she imagines herself drifting blissfully and peacefully alone in a calm, emerald-green sea. She envisions herself as the sole inhabitant of this sea, moving slowly and languidly in the water. This fantasy represents her desire for freedom and tranquility, away from the constant nagging she experiences.",
      "9": "If she were a mermaid, Amanda imagines she would be the only creature in a beautiful green sea. She would drift peacefully and slowly in the water, all by herself. This fantasy is her escape to a world of quiet freedom, far from the rules of her reality.",
      "8": "As a mermaid, Amanda would drift happily in a green sea. She would be all alone and move peacefully in the water. It shows she wants to be free and have some peace.",
      "7": "If she were a mermaid, she would drift alone in the sea. It would be peaceful and quiet.",
      "6": "She would drift alone in a green sea.",
      "5": "She would be a mermaid in the sea.",
      "4": "She would drift in the sea.",
      "3": "She would be a mermaid.",
      "2": "She would be alone.",
      "1": "She would swim.",
      "0": "She would build a sandcastle."
    }
  },
  "81": {
    "question": "Is Amanda an orphan? Why does she say so?",
    "ans": {
      "10": "No, Amanda is not an orphan; she has a parent who is speaking to her throughout the poem. She says she wishes she were an orphan because she romanticizes the idea of having complete freedom. To her, being an orphan means she could roam the streets aimlessly, draw patterns in the dust with her bare feet, and enjoy a 'golden' silence and 'sweet' freedom without anyone nagging or controlling her.",
      "9": "No, Amanda is not an orphan, as we can hear her parent correcting her. She says she wants to be an orphan because, in her mind, an orphan represents total freedom. She imagines an orphan can wander freely, play in the dust, and live in a peaceful, sweet silence, which is the opposite of her life full of nagging.",
      "8": "No, Amanda is not an orphan because her parent is talking to her. She says she is an orphan because she thinks orphans are free. She wants to walk around barefoot in the streets and enjoy the silence without anyone telling her what to do.",
      "7": "No, she is not an orphan. She says this because she wants to be free and not have anyone nagging her.",
      "6": "No, she is not an orphan. She says it to imagine being free.",
      "5": "No. She says it because she wants freedom.",
      "4": "No, she has a parent.",
      "3": "She wants to be an orphan.",
      "2": "No.",
      "1": "Yes, she is an orphan.",
      "0": "Amanda is an orphan who lives in a tower."
    }
  },
  "82": {
    "question": "Do you know the story of Rapunzel? Why does Amanda want to be Rapunzel?",
    "ans": {
      "10": "The story of Rapunzel is about a princess with long hair who is locked away in a tall tower by a witch. Amanda wants to be Rapunzel because she desires a life of peace and solitude in a tower, away from everyone. However, she adds a twist to her fantasy: she would never let down her bright hair, ensuring that no one could ever climb up and disturb her tranquility. This highlights her deep longing for isolation and independence.",
      "9": "Rapunzel is a fairy-tale character locked in a tower. Amanda wants to be her to live a quiet, peaceful life alone in that tower. Importantly, she says she won't let down her hair, which means she wants to be completely undisturbed, unlike the real Rapunzel. This shows she craves total solitude.",
      "8": "Amanda wants to be Rapunzel so she can live alone in a quiet tower. In the story, Rapunzel is locked away. Amanda likes this idea, but she would not let down her hair for anyone to come up. This shows she wants to be left alone.",
      "7": "She wants to be Rapunzel to live a peaceful life in a tower. But she says she will not let down her hair, so no one can bother her.",
      "6": "She wants to be Rapunzel so she can live alone in a tower and be at peace.",
      "5": "She wants to be Rapunzel to live in a tower.",
      "4": "She wants to be Rapunzel for peace and quiet.",
      "3": "She wants to live in a tower.",
      "2": "She wants to be Rapunzel.",
      "1": "She has long hair.",
      "0": "Amanda is Rapunzel's sister."
    }
  },
  "83": {
    "question": "What does the girl yearn for? What does the poem tell you about Amanda?",
    "ans": {
      "10": "Amanda yearns for freedom, peace, and the space to be herself without constant correction and control from her parents. The poem tells us that Amanda is an imaginative and sensitive young girl who feels oppressed by the endless rules and expectations placed upon her. She escapes into a rich fantasy world to find the freedom and peace she lacks in her real life.",
      "9": "The girl yearns for freedom from the constant nagging and control she experiences. The poem reveals that Amanda is a creative and sensitive child who feels suffocated by rules. To cope, she retreats into a fantasy world where she can find the peace and independence that her real life is missing.",
      "8": "Amanda wants freedom and peace. She wants to be left alone and not be told what to do all the time. The poem shows she is an imaginative girl who feels trapped by her parents' rules, so she escapes into daydreams.",
      "7": "The girl yearns for freedom. The poem tells us that Amanda is an imaginative girl who escapes from her parents' nagging by daydreaming.",
      "6": "She yearns for freedom and peace. The poem tells us she is imaginative.",
      "5": "She wants freedom. She is a girl who daydreams a lot.",
      "4": "She yearns for freedom.",
      "3": "She is a sad girl.",
      "2": "She is imaginative.",
      "1": "She is a girl.",
      "0": "Amanda yearns for more rules and structure in her life."
    }
  },
  "84": {
    "question": "When would the baker come every day? Why did the children run to meet him?",
    "ans": {
      "10": "The baker would come twice a day: once in the morning on his selling round, and again in the evening after he had sold all his bread and was returning with his empty basket. The children would run to meet him not just for the loaves of bread, but because they longed for the special bread-bangles he brought for them. They enjoyed choosing their bangles from his basket.",
      "9": "The baker came twice daily: once in the morning to sell his bread, and again when returning in the evening with an empty basket. The children ran to him because they were excited to get the 'bread-bangles,' a special treat he brought just for them.",
      "8": "The baker came two times a day, in the morning and in the evening. The children ran to him because they wanted to get the bread-bangles that he would bring for them.",
      "7": "He came twice a day. The children ran to him to get the bread-bangles he sold.",
      "6": "The baker came twice. The children wanted bread-bangles.",
      "5": "He came twice. They ran for the bread.",
      "4": "The baker came every day. The children ran to him.",
      "3": "He came in the morning.",
      "2": "The children ran to him.",
      "1": "A baker came.",
      "0": "The baker came once a week on Sundays."
    }
  },
  "85": {
    "question": "What does Chubukov at first suspect that Lomov has come for? Is he sincere when he later says, “And I’ve always loved you, my angel, as if you were my own son”?",
    "ans": {
      "10": "Initially, Chubukov suspects that Lomov has come to borrow money because Lomov is dressed in formal evening wear. Chubukov is not at all sincere in his affectionate words. His insincerity is clear from his aside to the audience, where he decides he will not give Lomov any money. His tone changes from suspicious to overjoyed only when he learns that Lomov has come to propose to his daughter, revealing that his earlier affection was completely fake and opportunistic.",
      "9": "At first, Chubukov thinks Lomov, in his fancy clothes, has come to borrow money. He is not sincere when he calls Lomov his 'angel'. We know this because he secretly tells himself he won't lend any money. His attitude only becomes genuinely friendly when he finds out Lomov wants to marry his daughter, proving his earlier affection was false.",
      "8": "Chubukov first suspects Lomov is there to ask for money. He is not sincere when he says he has always loved him. His words are fake because he thinks Lomov wants money, but he becomes very happy and friendly when he learns Lomov is there to propose to Natalya.",
      "7": "He first thinks Lomov came to borrow money. He is not sincere in his kind words. He only becomes nice when he learns Lomov wants to marry his daughter.",
      "6": "He thinks Lomov wants to borrow money. He is not sincere; his words are fake.",
      "5": "He thinks he wants money. He is not sincere.",
      "4": "He suspects he came for money. No, he is not sincere.",
      "3": "He thinks he came to borrow money.",
      "2": "No, he is not sincere.",
      "1": "He is not sincere.",
      "0": "Chubukov suspects Lomov has come to sell him a dog, and he is very sincere in his love for Lomov."
    }
  },
  "86": {
    "question": "Chubukov says of Natalya: “… as if she won’t consent! She’s in love; egad, she’s like a lovesick cat…” Would you agree? Find reasons for your answer.",
    "ans": {
      "10": "I would not fully agree that Natalya is 'like a lovesick cat,' as her behavior is very argumentative. However, her reaction when she finds out Lomov came to propose proves that she is indeed desperate to marry him. Despite arguing fiercely with Lomov over property and dogs, the moment he leaves, she becomes hysterical, starts weeping, and begs her father to bring him back immediately. This dramatic shift shows that beneath her combative exterior, she is very keen on the marriage.",
      "9": "I only partly agree. Natalya doesn't act 'lovesick' because she is very quarrelsome and argues with Lomov constantly. However, Chubukov is right that she wants to marry him. The proof is how hysterical she gets when she finds out his reason for visiting. She instantly forgets their fight and demands her father bring him back, showing she is desperate for the proposal.",
      "8": "I don't completely agree because Natalya argues a lot with Lomov, which isn't what a 'lovesick cat' would do. But, she does want to marry him. When he leaves, she gets very upset and begs for him to come back, which shows she was eager for his proposal.",
      "7": "I partly agree. She doesn't seem lovesick because she argues so much. But when she finds out he wanted to propose, she gets hysterical and wants him back, which shows she does want to marry him.",
      "6": "No, because she argues with Lomov. But yes, because she gets upset when he leaves and wants him back.",
      "5": "No, because she is argumentative. But yes, because she wants to marry him.",
      "4": "No, she is not like a lovesick cat because she argues.",
      "3": "Yes, because she wants him back.",
      "2": "No.",
      "1": "Yes.",
      "0": "Natalya is actually in love with her dog, Guess."
    }
  },
  "87": {
    "question": "When her son dies, Kisa Gotami goes from house to house. What does she ask for? Does she get it? Why not?",
    "ans": {
      "10": "Overcome with grief, Kisa Gotami goes from house to house carrying her dead son, asking for medicine that could bring him back to life. She does not get it because her son is already dead, and no medicine can cure death. The villagers think she has lost her mind.",
      "9": "In her overwhelming sorrow, Kisa Gotami goes to every house asking for medicine to revive her dead son. She does not receive any because there is no medicine that can bring a person back from the dead. People think her grief has made her mad.",
      "8": "Kisa Gotami asks for medicine that can cure her dead son. She does not get it from anyone because her son is dead and cannot be cured. The people she asks think she has gone crazy from grief.",
      "7": "She asks for medicine for her son. No one gives it to her because her son is already dead and can't be helped.",
      "6": "She asks for medicine to bring her son back to life. She doesn't get it because he is dead.",
      "5": "She asks for medicine for her son. No, because he is dead.",
      "4": "She asks for medicine. She doesn't get it.",
      "3": "She asks for medicine for her son.",
      "2": "Her son dies.",
      "1": "She is sad.",
      "0": "She asks for money to buy a new son."
    }
  },
  "88": {
    "question": "Kisa Gotami again goes from house to house after she speaks with the Buddha. What does she ask for, the second time around? Does she get it? Why not?",
    "ans": {
      "10": "The second time, after speaking with the Buddha, Kisa Gotami goes from house to house asking for a handful of mustard seeds. However, the Buddha gave her a condition: the seeds must come from a house where no one has ever lost a loved one to death. She does not get the mustard seeds because she cannot find a single house untouched by death. Every family she visits has experienced the loss of a child, parent, spouse, or friend.",
      "9": "The second time, she asks for a handful of mustard seeds. The Buddha's condition was that they must be from a home that has never known death. She fails to get them because every single house she visits has experienced the loss of a family member, making it impossible to fulfill the Buddha's condition.",
      "8": "After talking to the Buddha, she asks for mustard seeds. She has to get them from a house where no one has died. She does not get them because in every house, someone has died before.",
      "7": "She asks for mustard seeds from a house where no one has died. She can't get them because everyone has experienced a death in their family.",
      "6": "She asks for mustard seeds. She can't get them because everyone has had someone die.",
      "5": "She asks for mustard seeds. No, because someone has died in every house.",
      "4": "She asks for mustard seeds. She does not get them.",
      "3": "She asks for mustard seeds.",
      "2": "She goes to the Buddha.",
      "1": "She goes from house to house.",
      "0": "She asks for rice and gets it from every house."
    }
  },
  "89": {
    "question": "What does Kisa Gotami understand the second time that she failed to understand the first time? Was this what the Buddha wanted her to understand?",
    "ans": {
      "10": "The second time, Kisa Gotami understands that death is universal and an inevitable part of life. In her initial grief, she was focused only on her own personal sorrow. Her journey from house to house makes her realize that every family shares the experience of loss. Yes, this was precisely what the Buddha wanted her to understand: that all mortals are subject to death and that selfish grief is futile.",
      "9": "The second time, she understands the universal nature of death. During her first journey, she was blinded by her personal grief, but the second journey shows her that death and sorrow touch every family. This was exactly the Buddha's intention: for her to see that death is a common, unavoidable fate for all mortals.",
      "8": "She understands that death is normal and happens to everyone. The first time, she only thought about her own sadness. The second time, she saw that everyone loses someone they love. Yes, this is what the Buddha wanted her to learn.",
      "7": "She understands that everyone dies. She didn't understand this the first time because she was so sad. Yes, the Buddha wanted her to understand this.",
      "6": "She understands that death happens to all people. This is what the Buddha wanted.",
      "5": "She understands that death is universal.",
      "4": "She understands death.",
      "3": "She understands the Buddha.",
      "2": "She understands the second time.",
      "1": "Yes.",
      "0": "She understands that mustard seeds can bring people back to life."
    }
  },
  "90": {
    "question": "Why do you think Kisa Gotami understood this only the second time? In what way did the Buddha change her understanding?",
    "ans": {
      "10": "Kisa Gotami understood the lesson only the second time because her first journey was clouded by overwhelming personal grief. The Buddha changed her understanding by giving her a practical, experiential task rather than a direct lecture. By making her search for a house untouched by death, he guided her to discover the universal truth of suffering and mortality for herself, which was a much more powerful way for her to accept reality.",
      "9": "She understood it the second time because her intense grief was no longer the only thing she could see. The Buddha helped her by not just telling her a fact, but by giving her an activity. The task of finding the mustard seeds forced her to see the truth for herself: that every family suffers loss. This experience was more effective than any sermon.",
      "8": "She only understood the second time because the first time she was too sad to think clearly. The Buddha changed her understanding by giving her a task to do instead of just talking. The task of looking for the mustard seeds made her realize that death is everywhere.",
      "7": "She understood the second time because she wasn't just thinking about her own son. The Buddha gave her a task that made her see that other people have also lost loved ones.",
      "6": "The second time, she was not as sad. The Buddha helped by giving her a task.",
      "5": "She was too sad the first time. The Buddha gave her something to do.",
      "4": "The Buddha changed her understanding.",
      "3": "She understood the second time.",
      "2": "The Buddha helped her.",
      "1": "She was sad.",
      "0": "The Buddha gave her magic mustard seeds."
    }
  },
  "91": {
    "question": "How do you usually understand the idea of ‘selfishness’? Do you agree with Kisa Gotami that she was being ‘selfish in her grief’?",
    "ans": {
      "10": "Selfishness is usually understood as being concerned only with one's own needs or interests, without regard for others. Yes, I agree with Kisa Gotami's realization. In her profound grief, she was so consumed by her own pain that she couldn't see the world beyond it. She believed her suffering was unique and could be reversed, failing to recognize that loss and death are a shared human experience that everyone must face.",
      "9": "Selfishness typically means thinking only of yourself and not considering others. I agree that Kisa Gotami was being 'selfish in her grief.' She was so wrapped up in her own immense pain that she couldn't see that suffering and loss are universal. She thought her sorrow was the only one that mattered, ignoring the shared human condition.",
      "8": "Selfishness means only caring about yourself. Yes, I agree she was being selfish. In her sadness, she only thought about her own loss and didn't realize that everyone else also experiences the pain of death.",
      "7": "Selfishness is when you only think about yourself. Yes, she was being selfish because she only saw her own pain and not the pain of others.",
      "6": "Yes, I agree she was selfish. She only thought about her own grief.",
      "5": "Yes, she was selfish in her grief.",
      "4": "Yes, I agree.",
      "3": "Selfishness means caring about yourself.",
      "2": "Yes.",
      "1": "No.",
      "0": "Kisa Gotami was not selfish; she was a very generous person."
    }
  },
  "92": {
    "question": "What did Valli find out about the bus journey? How did she find out these details?",
    "ans": {
      "10": "Valli found out several key details: the bus journey to the town was six miles long, took forty-five minutes, and the one-way fare was thirty paise. She gathered this information by carefully listening to the conversations of her neighbors and other regular bus travelers, and by asking a few discreet questions herself.",
      "9": "Valli learned that the trip to town took forty-five minutes and cost thirty paise one way. She gathered these facts by listening intently to conversations between her neighbors and people who often rode the bus, and by occasionally asking a few careful questions.",
      "8": "She found out the journey was forty-five minutes long and the fare was thirty paise each way. She got these details by listening to what her neighbors and other passengers said, and also by asking some questions.",
      "7": "Valli learned that the trip to town took 45 minutes and cost 30 paise. She found this out by listening to people talk and asking questions.",
      "6": "She found out the trip took 45 minutes and cost 30 paise. She listened to people talking.",
      "5": "She found out how long the trip was and how much it cost by listening to people.",
      "4": "She found out details about the bus journey by listening to conversations.",
      "3": "She listened to people talk about the bus.",
      "2": "She found out about the journey.",
      "1": "She rode the bus.",
      "0": "Valli's mother told her all about the bus journey."
    }
  },
  "93": {
    "question": "Why did Valli stand up on the seat? What does she see now?",
    "ans": {
      "10": "Valli stood up on the seat because her view was blocked by the canvas blind that covered the lower part of her window. By standing up, she could see over the blind. She then saw the full landscape: the bus running along the bank of a canal, with palm trees, distant mountains, and vast green fields on one side, and a deep ditch on the other.",
      "9": "Valli stood up because a canvas blind on the window was obstructing her view. Once she stood on the seat, she could see everything: the canal, palm trees, green fields, and mountains in the distance. This gave her a clear and exciting view of the scenery.",
      "8": "She stood on the seat because the window blind was in her way and she couldn't see out. When she stood up, she could see the canal, fields, and mountains outside the bus.",
      "7": "She stood up to see over the blind on the window. She saw the canal and the green fields outside.",
      "6": "She stood up to see better. She saw the landscape outside.",
      "5": "She stood up because she couldn't see. She saw outside.",
      "4": "She stood up on the seat to see.",
      "3": "The blind was in her way.",
      "2": "She stood up.",
      "1": "She saw trees.",
      "0": "She stood up to talk to the driver."
    }
  },
  "94": {
    "question": "How did Valli save up money for her first journey? Was it easy for her?",
    "ans": {
      "10": "Valli saved money by meticulously collecting every stray coin she could find. It was not easy for her. She had to resist many temptations, such as buying peppermints, toys, and balloons. Most notably, she had to suppress a strong desire to ride the merry-go-round at the village fair to save the sixty paise needed for her round-trip journey.",
      "9": "Valli saved up the sixty paise fare by thriftily saving every coin she could. It was a difficult process, as she had to sacrifice and resist buying things she wanted, like toys and candies. Her biggest sacrifice was not riding the merry-go-round at the village fair.",
      "8": "She saved money by resisting the temptation to buy things like peppermints and balloons. It was hard for her. Her biggest challenge was not going on the merry-go-round at the fair so she could save the money for the bus.",
      "7": "Valli saved every coin she got. It was difficult because she had to stop herself from buying things like toys and from riding the merry-go-round.",
      "6": "She saved the money by not buying things. It was not easy. She didn't ride the merry-go-round.",
      "5": "She saved money. It was hard for her.",
      "4": "She saved every coin. It was not easy.",
      "3": "She saved money for the bus.",
      "2": "It was not easy.",
      "1": "She saved money.",
      "0": "Valli's mother gave her the money for the bus trip."
    }
  },
  "95": {
    "question": "Why didn’t Valli get off the bus at the bus station?",
    "ans": {
      "10": "Valli didn't get off the bus because her plan was only to experience the bus ride itself, not to explore the town. She also had limited money—exactly sixty paise for the round-trip fare—and no extra to spend. Furthermore, she was on a strict timeline, needing to return home before her mother woke up from her afternoon nap.",
      "9": "Valli remained on the bus for several reasons. Her primary goal was the ride, not the destination. She also had only enough money for the return ticket and couldn't afford to buy anything in town. Finally, she had to get back home secretly before her mother woke up.",
      "8": "She didn't get off the bus because she only wanted to enjoy the ride. She didn't have extra money to spend in town, and she also had to get home before her mother found out she was gone.",
      "7": "She didn't get off because her plan was just to ride the bus. She also didn't have enough money and needed to get home.",
      "6": "She didn't get off because she only had money for the ticket back.",
      "5": "She didn't get off the bus. She wanted to go home.",
      "4": "She didn't have enough money.",
      "3": "She stayed on the bus.",
      "2": "She didn't want to.",
      "1": "She was scared.",
      "0": "She got off the bus and went shopping in the town."
    }
  },
  "96": {
    "question": "How did Valli plan her bus ride? What did she find out about the bus, and how did she save up the fare?",
    "ans": {
      "10": "Valli planned her bus ride methodically. First, she gathered information by listening to conversations and asking questions, learning the trip's duration (45 minutes), distance (6 miles), and fare (30 paise each way). Next, she saved the required sixty paise by resisting temptations like buying toys and riding the merry-go-round. Finally, she chose the time for her journey—the afternoon, when her mother would be napping—to ensure her secret adventure would not be discovered.",
      "9": "Valli's plan was very careful. She started by gathering details: listening and asking to find out the fare (30 paise), the time (45 minutes), and the distance. Then, she painstakingly saved the 60 paise by giving up treats. Lastly, she planned to go during her mother's afternoon nap so she wouldn't be caught.",
      "8": "She planned her trip by first finding out information about the bus, like the fare and how long it took. She did this by listening to people. Then, she saved up the money by not buying things she wanted. She also planned to go in the afternoon while her mom was asleep.",
      "7": "Valli planned by listening to people to find out the fare and time. She saved money by not buying toys. She decided to go when her mother was napping.",
      "6": "She found out about the bus by listening to people. She saved the money for the fare. She planned to go when her mother was asleep.",
      "5": "She listened to people, saved money, and went when her mom was sleeping.",
      "4": "She planned the ride by saving money.",
      "3": "She planned her bus ride.",
      "2": "She saved money.",
      "1": "She rode a bus.",
      "0": "Valli did not plan the bus ride; it was a spontaneous decision."
    }
  },
  "97": {
    "question": "What colour is the young woman’s hair? What does she say she can change it to? Why would she want to do so?",
    "ans": {
      "10": "The young woman's hair is a honey-yellow color. She says she can dye it black, brown, or carrot-orange. She would want to change her hair color to prove a point: that external beauty is superficial and can be easily altered. She wants to be loved for her inner self, not for her physical appearance like her yellow hair.",
      "9": "Her hair is yellow, like honey. She says she can dye it other colors like black, brown, or carrot. She wants to do this to show that hair color is not important and she wants someone to love her for who she is on the inside, not for her looks.",
      "8": "The woman's hair is yellow. She says she can change it to black, brown, or carrot. She wants to do this so that men will love her for herself, and not just for her yellow hair.",
      "7": "Her hair is yellow. She can dye it black, brown, or carrot. She wants to do it to be loved for herself, not her hair.",
      "6": "Her hair is yellow. She can change its color. She wants to be loved for herself.",
      "5": "Her hair is yellow. She wants to dye it so someone will love her for who she is.",
      "4": "Her hair is yellow. She wants to change it.",
      "3": "Her hair is yellow.",
      "2": "She has hair.",
      "1": "She is a woman.",
      "0": "The woman has black hair and wants to dye it yellow."
    }
  },
  "98": {
    "question": "Why does he go to Basra? How long does he wait there, and why?",
    "ans": {
      "10": "The author, Gavin Maxwell, went to Basra to collect his mail from Europe at the Consulate-General. He had to wait there for five days because his mail was delayed. His friend's mail had arrived, but his had not. He tried cabling and phoning England, but a series of technical issues and a holiday closure delayed the process until his mail finally arrived.",
      "9": "He went to Basra to pick up his mail from the Consulate-General. He had to wait for five days because his mail from Europe was late. Despite his friend's mail arriving, his was held up by communication issues and a holiday, causing the long wait.",
      "8": "The author went to Basra to get his mail. He waited there for five days because his mail was delayed. His friend got his mail, but the author's was stuck because of phone problems and a holiday.",
      "7": "He went to Basra to get his mail. He waited five days because the mail was late.",
      "6": "He went to Basra for his mail. He waited five days because it was delayed.",
      "5": "He went to Basra and waited five days for his mail.",
      "4": "He went to Basra to get his mail.",
      "3": "He went to Basra and waited for five days.",
      "2": "He went to Basra.",
      "1": "He waited for five days.",
      "0": "He went to Basra to buy an otter and waited five days for the store to open."
    }
  },
  "99": {
    "question": "How does he get the otter? Does he like it? Pick out the words that tell you this.",
    "ans": {
      "10": "He gets the otter as a surprise gift from his friend. After his mail finally arrives, he finds two Arabs in his room with a sack, which contains the otter and a note from his friend. Yes, he likes it very much. The words that show this are when he describes his immediate and lasting fascination as an 'otter fixation,' a powerful attachment he believes all otter owners feel.",
      "9": "The otter was a gift from his friend, delivered in a sack by two Arabs. He definitely likes it. The text says he developed an 'otter fixation,' which describes a strong and immediate obsession with the animal, showing his fondness for it.",
      "8": "His friend gives him the otter as a gift. Two Arabs bring it to him in a sack. Yes, he likes it. The words that tell us this are 'otter fixation,' which means he was obsessed with it.",
      "7": "He gets the otter as a gift from a friend. Yes, he likes it. The words are 'otter fixation'.",
      "6": "His friend gives it to him. Yes, he likes it. The words are 'otter fixation'.",
      "5": "He gets it as a gift. Yes, he likes it.",
      "4": "The otter was a gift from his friend.",
      "3": "He likes the otter.",
      "2": "He gets an otter.",
      "1": "Yes.",
      "0": "He buys the otter at a pet store and does not like it."
    }
  },
  "100": {
    "question": "How was Mij to be transported to England?",
    "ans": {
      "10": "Since the British airline would not allow animals, Maxwell booked a flight to Paris on a different airline that did. The airline insisted that Mijbil (Mij) had to be transported in a small box, no more than eighteen inches square, which had to be placed on the floor at the author's feet.",
      "9": "Maxwell had to find a specific airline to Paris that would accept animals because the British airline refused. The airline had a strict rule: Mijbil had to be put in a box, no bigger than 18 inches square, and kept on the floor by Maxwell's feet during the flight.",
      "8": "He had to fly on an airline to Paris because the British one didn't allow pets. Mij had to be put in a small box that was 18 inches square. The box had to stay on the floor during the flight.",
      "7": "Mij had to be transported in a small box on a flight to Paris. The box had to be placed on the floor.",
      "6": "He was transported in a box on an airplane. The box was small.",
      "5": "He was put in a box on a plane.",
      "4": "He was transported in a box.",
      "3": "He flew on a plane.",
      "2": "He was in a box.",
      "1": "He went to England.",
      "0": "Mij was transported to England by boat in a large cage."
    }
  },
  "101": {
    "question": "Why does Maxwell say the air hostess was “the very queen of her kind”?",
    "ans": {
      "10": "Maxwell calls the air hostess 'the very queen of her kind' out of deep gratitude and admiration for her kindness and understanding. After Mijbil escaped from his box and caused a brief panic, she did not scold Maxwell. Instead, she sympathized with him and suggested he keep his pet on his knee for the rest of the flight, an act of compassion that earned his profound respect.",
      "9": "He calls her 'the very queen of her kind' because he was extremely grateful for her compassion. When Mij escaped and created chaos, the air hostess was very understanding. Instead of being angry, she kindly told him to let the otter sit on his lap, an act which Maxwell deeply appreciated.",
      "8": "Maxwell says this because the air hostess was very kind and understanding. After Mij escaped, she didn't get mad. She was sympathetic and let him keep Mij on his knee, which was very helpful.",
      "7": "He calls her that because she was very kind to him. When the otter escaped, she understood and let him keep his pet on his knee.",
      "6": "He says that because she was kind. She let him keep the otter on his knee.",
      "5": "She was kind. She let the otter sit on his lap.",
      "4": "The air hostess was very kind.",
      "3": "She helped him with the otter.",
      "2": "She was a good air hostess.",
      "1": "She was a queen.",
      "0": "He says this because she was the actual Queen of England working as an air hostess."
    }
  }
}
